{"Description": "Lumbago, which is lower back pain, can be caused by injuries of the lumbar spine, spinal discs, ligaments, spinal cords and nerve roots or injuries of the stabilizing muscles. It is very common and affects people of all ages. There is acute and chronic lumbago. In acute lumbago, the pain is severe and sudden. The pain in chronic lumbago lasts over three months. The condition can happen at any age. This means that most people can have low back pain at some time within their life. However, younger people involved in physical work are more likely to suffer from lumbago due to the physical effort they use to perform their work. Old people are also likely to develop the condition. Most of the time, the pain vanishes within a few weeks but it can persist in some cases.", "DescriptionShort": "Lumbago is known as lower back pain, which can be of a sudden onset or chronic. There are many factors that can cause lumbago; the most common are sudden incorrect movements or lifting of heavy object. Treatment will focus on alleviating the symptoms. In rare cases surgery is required.", "MedicalCondition": "The causes of lumbago are various. Possible factors are: 1) Strain, sprain, injuries or overuse of stabilizing spinal muscles, ligaments of tendons of the lumbar spine. 2) Lower back pain associated with aging and degeneration. 3) Herniated discs. 4) A congenital spinal problem with stenosis of the spinal cord. 5) Arthritis or history of lumbar fracture. Depending on the causes and the injured structure, people with lumbago may experience symptoms such dull or sharp pain in the area of the lower back, muscle spasms and sometimes numbness or tingling sensation in the legs. Lumbago can be either acute or chronic. Acute lumbago often occurs after an injury or trauma e.g. due to sudden movement or lifting of something heavy. Chronic lumbago is often related to aging, malposition of the spine, earlier trauma or surgery and sometimes with patients suffering from depression.", "Name": "Low back pain", "PossibleSymptoms": "Back pain,Lower-back pain,Limited mobility of the back", "ProfName": "Lumbago", "Synonyms": "LBP,Lower back pain", "TreatmentDescription": "The treatment depends on the source of the pain. It usually aims at alleviating the pain with either pain-killers or anti-inflammatory drugs, application of warm pads and physiotherapeutic exercises with stretching and strengthening of the lower back muscles. If the pain is caused by a herniated disc and patients feel a weakness or numbness in the leg surgery may be necessary."}