{"Description": "Poor sleep hygiene describes any bad habits before sleep, which may affect the quality of sleep. People with poor sleep hygiene may have irregular sleep schedules, difficulty falling asleep, and often wake up during the night and have trouble falling asleep again.", "DescriptionShort": "Poor sleep hygiene is a term used for any behavior that can disturb people’s normal sleep, and it can therefore also affect people’s normal functioning during daytime. It is important to change the behavior or habit that can disrupt normal sleep.", "MedicalCondition": "Sleep hygiene is the practice that assists people in having good quality sleep and as a result experience high levels of energy during the day. Hygiene here refers to habits that can affect the sleep. For example, what time do people go to sleep, where do people sleep, and what do people do before sleep. Generally speaking, poor sleep hygiene is defined as bad habits that make sleeping difficult or unsuccessful. People with poor sleep hygiene may have symptoms such as difficulty in falling asleep or sleeping through the night, inability to stay alert during daytime or daytime sleepiness. Examples of poor sleep hygiene include irregular times for going to bed or waking up, intake of alcohol, caffeine, nicotine, drugs that can interrupt sleep, too much work before sleep, overstimulation with late-night activities such as sports, using the computer or watching television, a poor sleep environment (temperature, light, sounds) and any other inappropriate behavior before sleep including late-night snacks.", "Name": "Bad sleeping habits", "PossibleSymptoms": "Sleeplessness,Neck pain,Sleepiness with spontaneous falling asleep,Nervousness,Agitation,Mood swings,Neck stiffness,Morning stiffness", "ProfName": "Poor sleep hygiene", "Synonyms": null, "TreatmentDescription": "In order to have good sleep hygiene, it is important to change certain behaviors and habits that can affect normal sleep. Here are some suggestions for having good sleep hygiene: 1) avoid daytime sleep and overlong sleep time, 2) arrange a regular sleep schedule, 3) avoid intake of alcohol, caffeine, nicotine and food before sleep, 4) exercise regularly during the daytime and not after 6pm, 5) have enough exposure to sunlight, and 6) ensure a good sleep environment (good temperature, no lights and no sounds)."}