{"Description": "Flu is a disease of the human's respiratory system. It is highly contagious and spreads usually by the sneezes and coughs of an infected person. People can also catch a flu by shaking hands of an infected person. Adults are contagious one to two days before getting symptoms and up to seven days after becoming sick. This means that people can spread the virus before they even know that they are infected. More than 200'000 people are hospitalized every year due to complications from a flu and thousands die every year as a result of it. A flu epidemic can last numerous weeks in a country.", "DescriptionShort": "Flu (often referred as influenza), is a viral infection of the nose, sinuses, throat, and respiratory tract by an influenza or parainfluenza virus. It’s seasonal, often occurring in winter, and can spread rapidly, called then flu epidemic. Swine flu and bird (avian) flu are specific strains of flu.", "MedicalCondition": "When the infection occurs in healthy young people, it is usually not dangerous and lasts around one or two weeks. In some cases a dry cough may develop and last a bit longer. Elderly and those with pre-existing illnesses have a higher risk for complications. For this reason it’s recommended that these groups get vaccinated. Swine and bird flus are caused by slight different influenza viruses, but causing similar symptoms. Flu typically develops rapidly, with fever (sometimes accompanied with chills), muscle pain, headache, a dry and painful cough, sore throat, and exhaustion or fatigue. It’s important to note that the flu is different from the common cold, which is often also caused by a virus, but causes milder symptoms.", "Name": "Flu", "PossibleSymptoms": "Reduced appetite,Shortness of breath,Eye redness,Sputum,Burning in the throat,Chest pain,Fever,Pain in the limbs,Sore throat,Cough,Headache,Swollen glands in the neck,Swollen glands in the armpit,Tiredness,Runny nose,Sneezing,Chills,Sweating,Stuffy nose,Cough with sputum,Neck stiffness,Muscle weakness,Diarrhea,Night cough,Dizziness,Feeling ill", "ProfName": "Influenza", "Synonyms": null, "TreatmentDescription": "Even today flu can have fatal consequences for those with pre-existing conditions and requires a hospital stay with emergency medical measures. Normally it is self-limited and the body recovers by itself. A doctor may prescribe medication to help shorten the course of the flu if taken early. Bed rest and staying hydrated are usually sufficient. Medications such as Ibuprofen or Aspirin can lower a fever and relieve symptoms, but they will not shorten the course of the illness and should be used in children with caution. Flu vaccine is recommended for the following groups at risk:  nursing infants, people over 60, people with compromised immune systems, and pregnant women."}