{"Description": "Constipation is a common condition that affects people of all ages. The severity of constipation varies from person to person. A majority of persons experience constipation just for a short time while others can have a constipation which becomes chronic and causes considerable discomfort and pain. It may interfere with their regular daily life by making it impossible to go after their regular duties. A treatment of constipation, especially chrinic constipation, will be customized based on the underlying cause, which in certain cases however is not known.", "DescriptionShort": "Constipation is when bowel movements are infrequent and difficult and happen fewer than three times a week.  Constipation can be caused by several reasons. It can be reason for the stools to be lumpy and hard, as well as unusually small or large.", "MedicalCondition": "Possible causes for constipation are bad eating habits, dehydration, medication, lack of exercise, and various systemic illnesses. The most common cause is insufficient nutrition. Patients complain of feeling full, stomach aches, and difficult bowel movements that expel only a bit of matter.", "Name": "Problems with defecation", "PossibleSymptoms": "Abdominal pain,Less than 3 defecations per week,Flatulence,Hard defecation,Difficult defecation,Incomplete defecation,Early satiety,Side pain,Weight gain,Vomiting,Nausea,Reduced appetite,Distended abdomen,Pain of the anus,Itching of the anus,Painful defecation", "ProfName": "Constipation", "Synonyms": "Infrequent bowel movements,Difficult bowel movements,Delay or difficulty in defecation", "TreatmentDescription": "It’s usually enough to treat constipation by making changes to the diet, such as the addition of foods rich in fiber (whole grain products, legumes, vegetables, cereals, fruit, and nuts) and sufficient hydration. Furthermore, the affected person should make a habit of getting regular exercise and using the toilet (1-2 times a day after main meals)  If these measures do not provide any relief, then a doctor can prescribe supplement fibers and controlled laxatives."}