{"Description": "Reflux disease is very common worldwide. It is usually due to a backflow of stomach acid through a weakened esophagus. If this occurs regularly, it will develop into gastroesophageal reflux disease, a burning of the mucous membrane in the esophagus.", "DescriptionShort": "Gastroesophageal reflux disease is often referred to as gastric or acid reflux disease, as this is the most common complaint. The cause of this symptom is a backflow of stomach acid into the esophagus, which then causes a burning sensation (hence the name).", "MedicalCondition": "Gastroesophageal reflux disease occurs in about 20% of the population in industrial countries. The main symptom is a dull burning, or feelings of pain or pressure in the throat and chest areas, which is where it gets the common name heartburn. It frequently occurs when lying down (at night for example), after copious eating, or after consumption of alcohol and can become noticeable as a chronic cough.", "Name": "Reflux disease", "PossibleSymptoms": "Burning in the throat,Chest pain,Cough,Early satiety,Heartburn,Hiccups,Hoarseness,Pain on swallowing,Sore throat,Abdominal pain,Stomach burning,Vomiting,Vomiting blood,Dry mouth,Mouth pain,Tongue burning,Flatulence,Sleeplessness,Itching of the anus", "ProfName": "Gastroesophageal reflux disease", "Synonyms": "GERD", "TreatmentDescription": "In certain cases, damage to the mucous membrane in the throat can become permanent (Barrett’s esophagus) which requires regular check-ups with a specialist, since this damage can degenerate. For people suffering from this, it’s recommended that they maintain a low-fat diet, avoid eating meals late at night, quit smoking and using alcohol, and in the case of overweight patients a reduction in weight it recommended. Medications that reduce stomach acid (proton pump inhibitors, for example) have been shown to be effective, but they do not treat the cause of the reflux of acid. Furthermore, a test to discover if a stomach infection of Helicobacter pylori is at play may be appropriate, since this can cause or intensify heartburn. In most cases this can be cured with a treatment of antibiotics."}