{"Description": "Diarrhea is a frequent, fluid or soft bowel movement that occurs more than three times in a day. Diarrhea can be relative or absolute. The condition is absolute when losing stools happens over five times a day. Diarrhea is relative when there is just an increase in the frequency of losing stools or of bowel motions per day compared with the usual bowel frequency of the individual. Diarrhea can be either chronic or acute. Each case comes with different treatment options and causes. Without treatment, the disease can lead to various complications including electrolyte abnormalities, dehydration, and inflammation of the anus.", "DescriptionShort": "Diarrhea is a frequent, fluid bowel movement that occurs more than three times in a day. Even if losing stools and changes in the motions of the bowel can vary without being connected, changes occur often in both in case of diarrhea. There are various causes of diarrhea.", "MedicalCondition": "The causes of diarrhea are many and range from infections to medication, chronic gastrointestinal diseases, food intolerance, celiac disease, over consumption of certain sweets, and psychological triggers. Infections of the gastrointestinal tract are often preceded by nausea, vomiting, and sometimes a fever. Known causes of diarrhea include certain antibiotics and laxatives, as well as the sorbitol in chewing gum and candies.", "Name": "Loose watery stools", "PossibleSymptoms": "Abdominal pain,Diarrhea,Tiredness,Dizziness,Increased thirst,Pain of the anus,Fever,Blood in stool,Distended abdomen,Rebound tenderness", "ProfName": "Diarrhea", "Synonyms": "Diarrhoea,Gippy tummy,Squits", "TreatmentDescription": "For the treatment of acute diarrhea, lost fluids and salts need to be replaced. Home remedies (such as salty crackers) can achieve this. Medication (such as Imodium®) can be helpful for cases of watery diarrhea and fever. Antibiotics are only necessary if diarrhea is bloody and a fever is present, in which case a doctor should absolutely be contacted. Chronic or long term cases of diarrhea also require a doctor’s attention so that the cause can be found."}