{"Description": "Pericarditis is an inflammation of the pericardium. This can be caused by viruses, bacteria or fungi, or by metabolic disorders (e.g. renal dysfunction), malign diseases (e.g. leukaemia) or the body's overreaction to endogenous or extraneous substances (e.g. medication, rheumatoid arthritis, and systemic lupus erythematosus). It can also occur in combination with conditions of neighbouring organs (e.g. heart attack, heart muscle inflammation, aortic aneurysm). Depending on the cause, pericarditis can be separated into dry, fibrinous form and a wet, exudative pericarditis. It is possible that it develops into a chronic pericarditis.", "DescriptionShort": "Pericarditis is an inflammation of the pericardium (the lubricated sac that involves the heart). Pericardial inflammation describes an inflammation of the skin in which the heart is located and constantly moving. This can be caused by viruses, bacteria or fungi, or by other conditions or even accidents.", "MedicalCondition": "Pericarditis mainly shows in rather unspecific symptoms such as fever and muscle pain. These are accompanied by pain behind the sternum that can spread into the left arm, reminding of symptoms of a heart attack. Many patients observe that the pain decreases when they sit down, lean over or inhale. Chronic pericarditis causes less severe symptoms as an acute pericarditis.", "Name": "Inflammation of the pericardium", "PossibleSymptoms": "Shortness of breath,Chest pain,Chest tightness,Fever,Absence of a pulse,Tiredness,Breathing-related pains,Palpitations", "ProfName": "Pericarditis", "Synonyms": null, "TreatmentDescription": "The symptoms described above in addition to characteristic diagnostics from physical examinations as well as changes to inflammation markers of the blood and in most cases also changes of the ECG lead the doctor to his diagnosis. He will also perform an ultrasound examination of the heart to rule out that liquids accumulate inside the pericardium. The first step of therapy is physical rest. All other measures depend on the cause of the pericarditis. Antibiotics for pericarditis caused by bacteria, cortisone or other anti-inflammatory medication for viral or unknown causes are only a few possible treatment options. The prognosis of pericarditis also depends on the cause. Most cases of pericarditis will heal; others develop into a chronic form. Sometimes a re-occurrence of pericarditis is possible."}