{"Description": "Restless legs syndrome (RLS) describes a disorder that can bring about an unpleasant feeling such as pain, tingling and burning in the legs. These unpleasant sensation will trigger an uncontrollable urge to move the legs. The symptoms typically increase at rest and during nights.", "DescriptionShort": "Restless legs syndrome (RLS) is a neurological disease causing an unpleasant sensation in the legs. This feeling can trigger an uncontrollable desire to move the legs. Lifestyle changes and medications can help to improve the symptoms.", "MedicalCondition": "RLS is a neurological disease of the so called extrapyramidal system. It can be divided in two different types. The idiopathic RLS has no identifiable cause but an obvious genetic component, which means that people with a family history of the condition are more likely to have idiopathic RLS. The secondary RLS has a defined underlying cause such as 1) Deficiency of iron: about thirty percent of people with RLS have a lower level of iron in the blood. 2) Insufficient secretion of dopamine as seen in patients with Parkinson’s disease. 3) Chronic kidney diseases 4) Medications such as anti-histamines, anti-nausea drugs, anti-psychotic drugs, and anti-depressants. 5) Pregnancy. People with RLS describe different unpleasant feelings such as pain, tingling, burning, itching, aching, or electric shocks in the legs. These feelings may trigger an urge to move the legs, which will relief the symptoms. This urge is uncontrollable. Normally the symptoms worsen in the evening, when people stay still and especially during sleep at night.", "Name": "Restless limb syndrome", "PossibleSymptoms": "Tiredness,Sleeplessness,Numbness in the leg,Involuntary movements", "ProfName": "Restless legs syndrome", "Synonyms": null, "TreatmentDescription": "The treatment of restless legs syndrome include lifestyle changes, medications and, if present, removal of its underlying cause. Lifestyle changes include reducing strenuous activities before sleep, avoidance of alcohol and caffeine. In addition, warm packing and massage can also relieve the symptoms. Medications such as dopaminergics and also opioids are often used to treat the symptoms."}