{"Description": "Hemoptysis is the medical term for bloody mucus that is coughed or expelled from the respiratory tract. It may be caused by various diseases and is possibly life-threatening. It can be either recurrent or to a limited extent. Sometimes, hemoptysis can be extensive with 200 to 600 ml of blood released within a day. Even if the blood loss is dangerous, choking is the principal danger. Hemoptysis or coughing up blood can indicate a severe medical issue. The condition happens when small blood vessels in the airways of lungs are damaged. When hemoptysis comes from inflamed bronchial tubes due to bronchitis, it can be harmless. However, the condition can be serious when it comes from cancer in the lung. Small amounts of blood is not dangerous compared to huge amounts of blood coughed up. The patient can have pain in the chest but doesn't need to.", "DescriptionShort": "When bloody mucus or even blood is expelled from the respiratory tract, it is referred to as hemoptysis or lung bleeding. Minimal amounts do not pose a threat. However a consultation with a lung specialist is necessary to uncover the cause of the bleeding. Larger amounts of blood in the lungs may be life-threatening.", "MedicalCondition": "Lung bleeding is not the same as bleeding from the mouth, throat or gastrointestinal tract. Blood that comes up with a cough often has a bubbly appearance as it is mixed with air and mucus. It is usually bright red or it may be rust-colored. Sometimes the mucus contains streaks of blood. It can also be accompanied by symptoms such as: 1) blood in your urine or stools, 2) chest pain, 3) dizziness, 4) fever, 5) light-headedness and 6) shortness of breath. The following diseases may cause hemoptysis: 1) blood clot in the lung (lung embolism), 2) injury of the lung, 3) bronchoscopy with biopsy, 4) bronchiectasis, 5) bronchitis, 6) cancer, 7) injury to the arteries of the lungs, 8) pneumonia, 9) tuberculosis and 10) autoimmune diseases.", "Name": "Lung bleeding", "PossibleSymptoms": "Shortness of breath,Bloody cough,Cough,Chest pain", "ProfName": "Hemoptysis", "Synonyms": null, "TreatmentDescription": "It is important to be checked up by a doctor if hemoptysis occurs to uncover the underlying cause. In the case of lung bleeding, doctors may introduce oxygen, try to discover where the bleeding is originating from and stop it bronchoscopically. If this doesn’t work surgery may be required. If the bleeding is kept under control the underlying disease will be treated. With male smokers over 45 years of age, cancer is the most likely cause of hemoptysis."}