{"Description": "High blood pressure, also known as arterial hypertension, is the state of  constant high pressure in the blood vessels, specifically the arteries. According to the World Health Organization’s (WHO) guidelines, a blood pressure that is less than 140/90 mmHg (systolic/diastolic) is normal. This means that a systolic blood pressure higher than 140 mmHg (a millimeter of mercury, the unit of measurement for pressure) or a diastolic blood pressure higher than 90 mmHg is considered high and should be treated. The systolic pressure corresponds to the maximum pressure in the larger arteries and is generated during contraction and ejection stages of the cardiac cycle (called the atrial systole). Diastolic pressure reflects the lowest pressure in the arteries and happens during the relaxation and filling stages of the cardiac cycle (known as atrial diastole), and is a measurement for the constant load on the vessel walls.", "DescriptionShort": "High blood pressure is a chronic increase in the pressure in certain blood vessels, which can be dangerous, as it can lead to permanent damage of vital organs such as the brain, heart or eyes.", "MedicalCondition": "High blood pressure is common and usually goes unnoticed by the affected individual. For this reason, periodically having your blood pressure taken at a check-up by an expert (such as a doctor or nurse) is highly recommended. Uncomfortable symptoms such as early morning headaches, palpitations, dizziness, and ringing in the ears occur seldom.", "Name": "High blood pressure", "PossibleSymptoms": "Headache,Nosebleed,Dizziness,Sleeplessness,Nervousness,Chest pain,Breathing-related pains", "ProfName": "Hypertension", "Synonyms": null, "TreatmentDescription": "Untreated high blood pressure can lead to permanent damage of blood vessels in vital organs such as the brain, heart, kidneys, and eyes. High blood pressure can be lowered with a change in lifestyle (low sodium diet, lots of fruits and vegetables, regular exercise) and in most cases associated with medication."}