{"Description": "Air between the lung membrane and the pleura causes the affected lung to collapse. This strongly impairs breathing, because gas exchange in the collapsed lung is not possible anymore. This condition can be separated into a closed pneumothorax without a connection to the outside air, and an open pneumothorax with a connection to the outside air either via the bronchial system or the chest wall. It can further be separated into a spontaneous (idiopathic) pneumothorax, which usually affects younger, sportive men or persons with a previous condition of the lung, a traumatic pneumothorax, that can be caused by a hit, stab or shot and a pneumothorax induced by medical manipulation. A serious complication is the tension pneumothorax, where air can enter the pleura upon inhaling, but can’t escape upon exhaling. This valve mechanism increases pressure inside the chest area, so that even the heart and the other lung will be impaired in their function.", "DescriptionShort": "Collapsed lung (or pneumothorax) occurs when air enters between the lung membrane and the pleura, causing the affected lung to collapse so that it can’t be used for breathing anymore. This constitutes an emergency situation. Smokers and tall people are affected more often.", "MedicalCondition": "Patients with a collapsed lung suffer from a sudden, stabbing pain on the affected side of the chest when breathing, as well as from breathlessness and coughing. Sometimes, air can be felt under the skin (subcutaneous emphysema).", "Name": "Lung collapse", "PossibleSymptoms": "Shortness of breath,Chest pain,Chest tightness,Cough,Back pain,Breathing-related pains,Palpitations", "ProfName": "Pneumothorax", "Synonyms": null, "TreatmentDescription": "An experienced doctor will often notice asymmetric movements of the chest while breathing. While listening to the heart and lung with a stethoscope, there will be no sound on the affected side. If they do an x-ray, the lung collapse will be visible. A drain with suction will be placed between lung membrane and pleura. If this is not sufficient, the leak needs to be treated surgically. If it is a tension pneumothorax, an emergency treatment needs to bring relief. A tension pneumothorax can occur again and again."}