{"Description": "Strain of the back muscles refers to any damage or overstretching of a back muscle or its attaching tendons. It mostly results from undue pressure on back muscles during the course of normal daily activities, with sudden heavy lifting, during sports, or while performing work tasks.", "DescriptionShort": "Strain of the back muscles occurs when a back muscle is overstretched or torn. It usually takes some weeks to heal. Follow the RICE method as a rough guide when it comes to a strain in order to relieve symptoms and support the healing process. A further overuse of the affected muscles should be strictly avoided. Medications like painkillers can further relieve the symptoms.", "MedicalCondition": "Any type of movement which puts undue stress on the back can cause strain of the back muscles. Common causes include a sudden movement or fall, lifting while twisting or just lifting a heavy object. Sports injuries are also a frequent cause of a strained back muscle. Especially sports involving twisting (such as golf), or any type of jarring motions or sudden impact may cause a strain. The main symptom of a strained back muscle is the shooting pain in the lower back and a painful sensitivity to touch in the affected area. Sometimes the pain may develop gradually due to smaller but repetitive injuries. As a result, affected people can suffer from muscle spasms in the back. Usually the symptoms improve by resting.", "Name": "Strain of the back muscles", "PossibleSymptoms": "Back pain,Lower-back pain,Limited mobility of the back", "ProfName": "Muscle tightness in back", "Synonyms": null, "TreatmentDescription": "Once a strain of the back muscles occurs, the RICE method should be helpful to relieve symptoms and support the healing process: to rest, to ice, to compress and to elevate. Pain medication, anti-inflammatory medication, and muscle relaxants can further help to relieve the symptoms. Massage and chiropractic therapy, but also heat application, can improve the blood flow to the back muscles and loosen the tight muscles. It may take a few weeks for recovery of the back muscles. During this time further stress on the back muscles should be avoided. After recovery, regular exercise can help strengthen the muscle power and avoid another strain."}