{"Description": "Myocarditis is an inflammation of the heart muscle, the myocardium. This is the middle layer of the heart wall. The causes of myocarditis include virus, bacteria, parasites, fungi and even other systemic inflammatory diseases. Signs and symptoms of myocarditis include loss of performance, shortness of breath, fever and chest pain. Heart failure and abnormal heart rhythms are possible fatal outcomes.", "DescriptionShort": "Myocarditis describes an inflammation of the heart muscle. It can be caused by a variety of reasons. Myocarditis is a serious disease that requires a professional medical treatment because otherwise it may even lead to heart failure and death.", "MedicalCondition": "The causes of myocarditis can include: 1) Viral infection such as coxsackie, ECHO, adeno- and parvovirus, hepatitis C and HIV. 2) Bacterial infections such as chlamydia, borrelia, diphtheria and tuberculosis bacteria. 3) Fungal infections such as aspergillus and candida, 4) Parasites such as the pathogen of the Chagas disease, trypanosome cruzii, 5) Other diseases that cause an systemic inflammation such as sarcoidosis, lupus erythemtodes, scleroderma and vasculitis. 5) Illegal drugs, alcohol or medications, especially chemotherapeutic substances. People with myocarditis sometimes will have no or just mild symptoms like fatigue, malaise and loss of performance. But it can also lead to irregular or fast heartbeat, chest pain, fatigue, fever and shortness of breath. Due to the direct involvement of the heart muscle it may even lead to heart failure.", "Name": "Inflammation of heart muscle", "PossibleSymptoms": "Shortness of breath,Chest pain,Chest tightness,Fever,Palpitations,Tiredness,Night cough,Cough,Leg swelling,Bloody cough", "ProfName": "Myocarditis", "Synonyms": "Inflammatory cardiomyopathy", "TreatmentDescription": "The treatment for myocarditis depends on the underlying cause, and may include: 1) antibiotic, antifungal, immunosuppressive and antiviral drugs, 2) cardiac glycosides and beta blockers to enhance and preserve heart function 3) diuretic drugs which can help the body to remove the excess fluid, and 4) a low-salt diet. A heart transplant or a temporary application of a cardiovascular support device might be necessary in very severe cases."}