{"Description": "The acute form of pancreatitis is expressed through strong, belt-like upper abdominal pains and desire to vomit. Pancreatitis is usually caused by excessive use of alcohol or gallstones, which obstruct the pancreatic duct and cause a reflux of digestive juices back into the pancreas. Less common causes are infections, certain medications, and serious accidents and operations. As a consequence of the infection it comes to the release of aggressive parts of the digestive juice which can even damage the pancreas. In rare cases it can have extremely negative effects on the entire body.", "DescriptionShort": "The pancreas is an important part of the digestive system and produces hormones (such as insulin) that play an important role in the metabolism. Pancreatitis is an inflammation of the pancreas that occurs usually due to long-term (chronic) use of alcohol or from a back flow of digestive juices due to gallstones. Usual symptoms are belt-like pain around the stomach as well as nausea.", "MedicalCondition": "Over 80% of all cases of acute pancreatitis are caused by either excessive consumption of alcohol or gallstones. Along with severe upper abdominal pains and nausea, vomiting and a strong general feeling of illness occur. In about 15% of all cases, cell death occurs in the pancreas due to a bacterial infection and bacterial colonization, which can then lead to fever and circulatory shock (over-demand on the circulatory system).", "Name": "Inflammation of the pancreas", "PossibleSymptoms": "Back pain,Fatty defecation,Fever,Side pain,Flatulence,Nausea,Abdominal pain,Tiredness,Vomiting,Weight loss,Lower-back pain,Yellow colored skin,Yellowish discoloration of the white part of the eye,Bloated feeling in the stomach,Unconsciousness, short,Muscular weakness in the leg,Pain in the limbs,Rebound tenderness,Reduced appetite,Feeling ill", "ProfName": "Pancreatitis", "Synonyms": null, "TreatmentDescription": "Increased levels of pancreatic enzymes in the blood can be often be measured in cases of pancreatitis. To prevent the spread of the infection through the body, a closely-monitored stay in the hospital is necessary, as well as fasting and an infusion of fluids. Depending on the cause, abstaining from alcohol or a removal of gallstones may be necessary. A bacterial infection will require treatment by antibiotics."}