{"Description": "The condition named aphthous stomatitis causes one or numerous ulcers to appear at the same time. These ulcers aren't clustered but scattered along the lining of the mouth. Most people get at each episode 1 to 3 of these ulcers but a few people get more than 10 ulcers at the same time. These ulcers can be quite painful but the condition is not contagious.", "DescriptionShort": "Aphthous stomatitis are small sores in the mouth. This disease causes round, painful ulcers which develop on the linings of the lips and cheeks, the bottom of the gums or the tongue. It may last seven to ten days and normally will heal by itself. It is recommended to use medications to relieve the pain.", "MedicalCondition": "The causes of aphthous stomatitis are unknown. However, it can be related to a weak immune system, imbalanced nutrition, allergy or even stress. Some mineral and vitamin deficiencies, blood diseases, trauma, Crohn’s disease, and allergies cause similar ulcers. Aphthous stomatitis sores are confused often with cold sores that are caused by a herpes virus. According to its size and further characteristics, aphthous stomatitis can be classified into three types. First of all, if the sore is smaller than one centimeter, then it is called minor aphthous stomatitis. Second, if the sore is bigger than one centimeter, then it is called major aphthous stomatitis. The major type also includes more than one lesion at the time, longer duration than 10 days and eventually even scars after healing. Third, if the sores are extremely small but somehow they merge together, then it is called herpetiform aphthous stomatitis, this name is due to its similar look to a herpes simplex virus infection. People with aphthous stomatitis will feel pain or tingling inside their mouth, which may cause a difficulty to speak normally or to eat. The affected person may feel a tingling or burning sensation in an inflammed area right before the appearance of the ulcer. In order to form fully, an ulcer takes 2 to 3 days. The sores are symmetric, shallow and round. This means that the sores are the same on all sides and are painful. The painful phase lasts three to ten days. The sores are usually found on the inner area of the tongue, cheeks, and lips.", "Name": "Small sore in mouth", "PossibleSymptoms": "Mouth ulcers,Mouth pain,Dry mouth,Tongue swelling,Difficulty in swallowing,Tongue burning,Toothache,Pain when chewing", "ProfName": "Aphthous stomatitis", "Synonyms": "Canker sores,Recurring oral aphthae,Mouth ulcer", "TreatmentDescription": "There is no way to prevent aphthous stomatitis sores and treatment focuses on relieving the symptoms. In order to minimize discomfort, patients can eat bland food and rinse with a warm-water solution. Over-the-counter medicine or anesthetic medicine can be applied on the sores directly. Most sores disappear within two weeks. In severe cases, steroid medicine is placed on the ulcers to shorten their healing time and prevent them from growing. A dentist may be required in impeding cases."}