{"Description": "Pleurisy is a condition involving inflammation of the pleura. The pleura has two layers and the accumulation of excess liquid between these layers is called pleural effusion. This can lead to an inflammation, however it is also possible that the inflammation can occur without fluid accumulation, which is then called dry pleurisy. Any person can get the condition and there are several factors which can cause it. Pleurisy is described as a syndrome of chest pain identified by a harsh pain in the chest that becomes worse when breathing. This condition can be painful and debilitating, disrupting activities or causing issues with breathing. Such issues can even put the patient’s life in danger by causing a lack of breath. If any pain occurs in the chest during breathing, it is really important to visit a doctor since this could be the start of the condition or the deteriorating complications from a medical condition already present within the body. Pleurisy can be prevented, however it happens generally in individuals that have a bad lifestyle and are in general less healthy.", "DescriptionShort": "Pleurisy is an inflammation occurring in the pleura, the movable layer (membranes) between lungs and inner wall of the chest (thorax). A variety of underlying conditions can cause pleurisy. The treatment of pleurisy includes medication, drainage or even surgery. However, it is important to identify the underlying disease.", "MedicalCondition": "The causes of pleurisy are varied, for example: 1) infections caused by viruses, bacteria, fungi, parasites, 2) asbestos-related diseases, 3) cancers, 4) chest injuries or traumas causing bleeding into the pleural space, 5) lung-related diseases such as pulmonary embolism, 6) autoimmune disease such as rheumatoid arthritis and lupus, and any condition that can bring about inflammation. People with pleurisy may experience the main symptom which involves pain in the chest. Coughing and taking a deep breath may also worsen the pain. In addition, coughing, fever and shortness of breath are also common symptoms. Pleurisies can be class-divided in two forms that can merge into each other. The dry pleurisy (pleuritis sicca) is common in early stages and leads mainly to breath-related chest pain. The wet pleurisy (pleuritis exsudativa) is characterized by a pleural effusion, which means there is a big amount of fluid in between the pleural membranes in the pleural space. Wet pleurisy is often less painful but leads commonly to symptoms such as coughing and shortness of breath.", "Name": "Inflammation of the pleura", "PossibleSymptoms": "Breathing-related pains,Chest pain,Fever,Shortness of breath,Cough", "ProfName": "Pleurisy", "Synonyms": "Pleuritis", "TreatmentDescription": "The treatment of pleurisy will depend on the causes. In cases with pleural effusion, the fluid should be drained for relief of symptoms and in order to examine it for determination of possible causes. For example, bacterial infections are treated with antibiotics. Pulmonary embolism may be treated with anticoagulants. Autoimmune diseases commonly get treated with immunosuppressive drugs. The treatment of pleurisy often includes the use of pain relievers such as acetaminophen or ibuprofen. In severe cases, surgery will be necessary."}