{"Description": "Acute bronchitis is an inflammation of the bronchi. 90% of all acute bronchitis cases are an inflammation of the trachea or the bronchi due to a virus.  Less than 10% of all bronchitis cases are bacterial.  Still, a viral infection can allow a bacterial infection to set in, in which case it is referred to as a superinfection.", "DescriptionShort": "Acute bronchitis is an infection of the main airways of the lungs (bronchial tubes), causing them to become inflamed and irritated. The condition occurs usually due to a viral infection of the chest involving a cold and can have numerous types of viruses as a trigger. It generally heals within 8 or 10 days without complication.", "MedicalCondition": "Acute bronchitis is transmitted via moisture droplets in the air. It usually begins with sniffling and dry, coughs.  Burning or cramping pains sometimes develop in the trachea. Hoarseness may be present. After several days, the dry cough turns into a productive cough with white or yellowish sputum. If the color of the sputum turns green, that’s a sign of a superinfection. In addition to the symptoms described above, patients suffer from general symptoms of illness such as fever, muscle and rheumatic pains, headaches, and malaise.", "Name": "Inflammation of the bronchi", "PossibleSymptoms": "Breathing-related pains,Cough,Cough with sputum,Fever,Shortness of breath,Sore throat,Sputum,Wheezing,Swollen glands in the neck,Muscle pain,Stuffy nose,Headache,Chest pain,Sneezing,Fast, deepened breathing", "ProfName": "Acute bronchitis", "Synonyms": null, "TreatmentDescription": "Bronchitis generally heals within 8 or 10 days on its own and without serious consequences. Depending on the symptoms, patients can take alleviate measures (inhalations, sufficient fluids, and fever reducers). If coughing disturbs sleep during the night, patients may use cough medicine for a short while. People with healthy lungs rarely experience any complications. People with asthma, chronic bronchitis, or other chronic illness have a higher risk of developing inflammation in the lungs as a result of acute bronchitis. Acute bronchitis can also arise from a worsening of chronic bronchitis."}