{"Description": "Technically, foodborne diseases are not an infection but the intestine's reaction to toxins produces by bacteria in spoilt food. Dairy and egg products, meat and potato salad are examples for food that spoils fast. Enterotoxinogenic bacteria are most commonly staphylococcus aureus, and sometimes bacillus cereus or clostridium perfringens. The toxin of staphylococcus aureus, which frequently causes foodborne diseases, is heat resistant. That means that even by heating up spoilt food to 100°C for more than 30 minutes do not destroy those toxins, so that they can cause nausea, vomiting and diarrhoea after eating.", "DescriptionShort": "Foodborne diseases are caused by substances that are produced by bacteria in spoilt foods. Nausea, vomiting and diarrhoea occur within a few hours after eating. Diarrhoea and vomiting after eating are therefore commonly referred to as food poisoning. Foodborne diseases are the body's reaction to degradation products or poisons from bacteria.", "MedicalCondition": "Characteristic for foodborne diseases are the typical symptoms within 1 to 16 hours after eating the spoilt food. Usually all persons who consumed the food will suffer from nausea, vomiting and diarrhoea, often accompanied by cramp-like stomach pains. The symptoms usually occur within few hours after consuming the affected food. With the exception of the very rare botulism, patients fully recover without any long-term consequences.", "Name": "Food poisoning", "PossibleSymptoms": "Abdominal pain,Diarrhea,Vomiting,Fever,Headache,Tiredness,Heartburn,Nausea,Chills", "ProfName": "Foodborne illness", "Synonyms": "Foodborne disease", "TreatmentDescription": "The typical symptoms described by all persons who consumed the affected food within 1 to 16 hours point to foodborne disease. Nonetheless, an infection, e.g. salmonella or norovirus should be taken into consideration as well. In cases of doubt, the enterotoxins can often be established in the spoilt food. The symptoms typically last for 1 to 2 days. Therapy is purely for the symptoms. Most important is the replacement of liquids and salts, and in some cases antispasmodic medication. Especially older patients or children may require in-patient treatment with infusions, to regulate the liquid- and salt balance. Generally it is important to make sure that foods bought or consumed are fresh and not spoilt. It is also important to know that even heating up foods can't remove certain bacterial toxins."}