{"Description": "Basically, hay fever also called allergic rhinitis is caused by indoor allergens such as pollen, house dusts or animal dander. Allergic rhinitis can be perennial i.e. occurs throughout the year or it can be seasonal. Mostly, seasonal symptoms appear in spring or summer. In spring, pollen grains are the top of the list allergens that irritate the patient.", "DescriptionShort": "Hay fever is an allergic condition that usually occurs in a specific season, which is spring or summer, and causes cold-like clinical features, such as runny nose, itchy eyes and congestion. There is sneezing as well as fever associated with it. Unlike cold, hay fever is never viral in origin.", "MedicalCondition": "Once, an allergic patient gets exposure to the allergen, following signs and symptoms happen: Runny nose, Nasal congestion, Itchy eyes, mouth or throat, Sneezing, Cough, Dark circles around the eyes, Crease on the nasal dorsum (so-called \"allergic salute\" sign caused by rubbing the nose). When the symptoms don’t improve even when the patient refrains from the allergen then he needs to consult a doctor.", "Name": "Hay fever", "PossibleSymptoms": "Stuffy nose,Burning nose,Cough,Itching in the nose,Nosebleed,Runny nose,Sneezing,Eye redness,Headache,Sore throat,Oversensitivity to light", "ProfName": "Allergic rhinitis", "Synonyms": null, "TreatmentDescription": "The treatment strategy of allergic rhinitis looks as follows: 1. Prevention: This is the first step of treatment of allergic rhinitis and must be kept in mind. The affected person must cover his mouth while stepping out in fresh air in spring season. Activities such as dry dusting at home should not be performed. Similarly, pets must be kept away from oneself if animal dander is the cause. 2. Specific treatment: Antihistamines, these are best over-the-counter medications which help with itching and sneezing and relieve severe signs and symptoms. Best antihistamines are cetirizine and loratadine, which are nasal corticosteroids for prevention of inflammation and help in relieving a runny nose. Sodium Cromoglycate, which is in the form of sprays and is basically an inhibitor of allergic reaction. It stabilizes the mast cells and prevents serious side effects. Montelukast comes at the end when the affected person is done with the treatment and allergic rhinitis is stabilized, Montelukast works best to prevent second or further attacks. 3. Desensitization: When there are repeated attacks and no available medicine works out, then an anti-allergen injection is given which prevents from allergic reactions."}