{"Description": "Heart failure is a syndrome that can be caused by various conditions. Eventually, the heart is weakened up to a point where it can’t pump enough blood through the systemic circulation (left heart failure) or the lungs (right heart failure). So therefore it doesn't mean that it has stopped working, instead the pumping of blood is weaker than normal. The disorders which lead to a heart failure cannot all completely be healed, however the right treatment plan can help to alleviate the symptoms and signs of a heart failure. This in turn can help the patient to live longer than it would be the case without a treatment. With heart failure, blood moves at a slower rate through the heart and body, triggering an increase of the pressure in the heart. The result is that the heart cannot pump enough nutrients and oxygen to meet the body's needs. Heart failure is the major cause of hospitalization in people older than age 65.", "DescriptionShort": "Heart failure, known sometimes as congestive heart failure, describes the result of a condition when the heart muscle cannot pump a sufficient amount of blood through the body. Some conditions, such as high blood pressure or narrowed arteries in the heart gradually lead the heart to become too stiff or weak to fill completely and pump efficiently.", "MedicalCondition": "A left heart failure causes difficulty in breathing and coughing, first during physical strain, eventually also in an idle state. If the condition progresses further, the patient might only be able to breathe properly while sitting down or with propped-up arms. Other symptoms of left heart failure are reduced performance, weakness and memory impairment. Symptoms of right heart failure include swollen ankles, weight gain and sometimes a painful liver enlargement. Both forms of heart failure cause the patient to feel the need to go to the toilet frequently at night and heart palpitations.", "Name": "Heart failure", "PossibleSymptoms": "Changes in the nails,Chest pain,Chest tightness,Cough,Leg swelling,Night cough,Shortness of breath,Sputum,Unconsciousness, short,Urination during the night,Palpitations,Tiredness,Bloody cough,Reduced appetite,Absence of a pulse,Heart murmur,Distended abdomen,Blue colored skin,Ankle swelling,Irregular heartbeat,Physical inactivity,Cough with sputum,Weight gain,Nausea,Difficulty to concentrate,Blackening of vision,Feeling faint,Foot swelling,Breathing-related pains", "ProfName": "Cardiac failure", "Synonyms": "HF,Chronic heart failure,Congestive heart failure", "TreatmentDescription": "There are numerous options available to treat this condition. The first steps include tight control over the lifestyle and medications of the patient to introduce suitable measures in addition to a careful monitoring. More advanced options of treatment can be offered by doctors specializing in the treatment of heart failure as the condition evolves. The objective of the treatment is to decrease the progression of the disease, to alleviate symptoms, and to enhance quality of life as unfortunately there is no complete cure for heart failure. The patient and his doctor can determine together the best option of treatment for him. It is recommended to talk to a general practitioner or a cardiologist."}