{"Description": "Croup is an inflammation of the larynx and trachea. It is often caused by viral infection. The classic cause is diphtheria, which has become a rare disease since vaccinations are available und widely used. Nowadays croup is more often caused by other viruses affecting the airways. Anyways, any inflammation in the upper airways can cause swelling, which may lead to narrowing of the airway and result in shortness of breath, coughing and noisy breathing.", "DescriptionShort": "Croup is an inflammatory condition of the upper airways beneath the glottis, which include the larynx and trachea. Viral Infections are the most common cause of croup. Since there is no causal therapy against these viral infections and croup brings symptoms such as shortness of breath, coughing and noisy breathing, steam therapy and decongestant medication are often used as symptomatic treatment.", "MedicalCondition": "The causes of croup are various, including infections by viruses or bacteria, irritations of the airway, allergy and acid reflux. The most common cause is viral infection. In times before vaccinations the main cause of croup was diphtheria. Nowadays viruses such as influenza and parainfluenza, rhino- and adenovirus, measles and chickenpox commonly cause an infection and inflammation of all airways, and therefore may also lead to croup. People with viral caused croup may first have symptoms similar to a simple cold, and gradually feel a difficulty in breathing, start coughing and may have noisy breathing and hoarseness. Besides an infection, also irritation of the airways, allergy and acid reflux can result in spasmodic croup. Probably due to intraday variation of cortical levels, croup is normally worse during the night, especially on the first two days after onset. In severe cases a coup can lead to a life threatening shortness of breath and will therefore need immediate intensive care.", "Name": "Infection of upper airways", "PossibleSymptoms": "Shortness of breath,Fever,Sore throat,Hoarseness,Cough,Wheezing,Blue colored skin,Swollen glands in the neck", "ProfName": "Laryngotracheobronchitis", "Synonyms": "Spasmodic croup,Croup,Infection of the upper airways", "TreatmentDescription": "The treatment of croup will depend on its cause. However, due to the common symptoms such as swelling of the airway and difficulty in breathing that croup brings with it, steam therapy is often used to improve symptoms. Medications such as epinephrine or corticosteroids can be used to reduce the swelling in case of emergency. However, if the croup is spasmodic, then medication to improve the underlying problem, such as allergy or acid reflux, may be used."}