{"Description": "The esophagus is a long and hollow tube that connects the throat and stomach, and it helps to transport food into the stomach. When the veins in the lower part of esophagus are abnormally enlarged, this is considered as esophageal varices.", "DescriptionShort": "Esophageal varices are abnormally enlarged veins in the lower part of the esophagus. This condition is often related to a liver disease. The varices reach into the esophageal lumen and are therefore vulnerable to injuries. This would cause massive bleeding into the gastrointestinal tract, which necessitates immediate medical treatment.", "MedicalCondition": "Esophageal varices develop due to stowage of blood in the portal vein system (portal hypertension). Whenever the regular blood flow through the liver is prevented, the blood will seek a collateral circulation. The veins of the esophagus provide such a collateral circulation but, if overused, will enlarge and become esophageal varices. The underlying cause of portal hypertension, and therefore of esophageal varices, are mostly liver-related problems, for example, more than forty percent of people with esophageal varices have liver cirrhosis. Liver diseases such as alcoholic hepatitis, chronic hepatitis, infection of the liver and fatty liver can all end into cirrhosis. In addition, thrombosis of the portal vein is also a common reason. Thrombosis of the portal vein is a condition when there is a blood clot stuck in the portal vein and it thereby causes high pressure in the vein which then leads to esophageal varices. Generally speaking, all persons with hypertension of the portal vein, disregarded which cause it has, are at a high risk of getting the disease. People with esophageal varices mostly have mild symptoms such as abdominal pain or dysphagia. Guiding findings are other stigmas of portal hypertension such as ascites, specific skin marks and an enlargement of the spleen. A rupture of an esophageal varices will result in massive inner bleeding into the gastrointestinal tract. This may lead to blood vomiting and problems with circulation that have high mortality.", "Name": "Enlarged veins of the esophagus", "PossibleSymptoms": "Black stools,Vomiting blood,Vomiting,Nausea,Difficulty in swallowing,Blackening of vision", "ProfName": "Esophageal varices", "Synonyms": null, "TreatmentDescription": "The therapy of esophageal varices contains the treatment of the underlying cause, mostly the treatment of portal hypertension with medications or an artificial shunt (TIPS). In order to prevent rupture of the veins and the related fatal complications, the varices may be treated endoscopically by band ligation or sclerotherapy. If the varices rupture and start bleeding, an immediate intensive care and endoscopic intervention, in order to stop the bleeding, will be needed."}