{"Description": "A Nasopharyngitis means specifically the swelling of the back part of the throat and of the nasal channels. It is medically also known as rhinitis or a higher respiratory infection. The condition is caused by a bacteria or virus and people can catch it through small droplets of air expelled by a person with nasopharyngitis. The virus can also spread through physical contact such as touching something that is already contaminated with the bacteria or virus. It can be transferred by the touch of a phone, toy, or doorknob before touching the own mouth, nose, or eyes. A bacteria or virus can spread fast in any gathering place such as a daycare center, classroom, or office.", "DescriptionShort": "A throat inflammation, also known as pharyngitis, is an inflammation of the throat’s mucus membrane and is often experienced as a sore throat, difficulties with swallowing, and occasionally fever. The majority of cases have a flu-like infection as the cause.", "MedicalCondition": "Pharyngitis is widespread and predominantly affects children. The majority of cases are due to flu-like infections that are caused by viruses. Bacteria can also cause throat infections, though this is not as common. Patients suffer from itching or pain in the throat, difficulties swallowing, coughing, and bad breath. Patients may also don’t feel well or develop fever.", "Name": "Inflammation of the nose and throat", "PossibleSymptoms": "Sputum,Burning in the throat,Fever,Pain in the limbs,Sore throat,Hoarseness,Cough,Headache,Swollen glands in the neck,Tiredness,Mouth pain,Neck pain,Runny nose,Earache,Pain on swallowing,Pain in the bones,Muscle pain,Cough with sputum,Stuffy nose,Back pain,Sneezing", "ProfName": "Nasopharyngitis", "Synonyms": null, "TreatmentDescription": "Antibiotics are not effective against flu-like viral infections and treatment consists of relieving the patient of ailments by providing sufficient hydration (warm tea, for example), as well as the use of troches or sprays that reduce pain and inflammation. If bacteria are found to be the cause for the infection, then antibiotics are necessary."}