{"Description": "Rhinitis is an irritation or inflammation happening in the mucous membrane of the nose. It can be caused by a reaction of the body’s own immune system, as in the case of allergic rhinitis that is triggered by pollen or mold. The non-allergic rhinitis has a variety of underlying causes such as viral infections, medication side effects and other factors related to changes in weather, nutrition or physical activity.", "DescriptionShort": "Rhinitis is an irritation or inflammation of the mucous membrane in the nose. It can be classified as allergic or non-allergic. Medications such as decongestant nasal sprays, corticosteroids and antihistamines can help to relieve the symptoms.", "MedicalCondition": "Rhinitis can be classified into allergic and non-allergic rhinitis. Allergic rhinitis: In this case, the body’s own immune system will build antibodies against certain substances (allergens) that are normally harmless. On contact with the allergen the immune system then starts to release histamine, which will lead to a process of inflammation and the typical symptoms. Examples of allergic rhinitis include: 1) Seasonal allergic rhinitis, which often results from pollen of trees and herbs that are spread in the air when the plant is blooming. This form of rhinitis is also known as hay fever. 2) Perennial allergic rhinitis, which often results from mold, dust mites and dander of animals. The common symptoms include itching in the nose, sneezing, stuffy and runny nose. Because the allergic reaction mostly also affects the conjunctivae, red and tearing eyes with dark circles around are a common symptom in allergic rhinitis. Non-allergic rhinitis:  the causes of non-allergic rhinitis are various. Viral infections, such as the flu or a cold, are common reasons. It can also be triggered by smoke, heavy odors, medications, nutrition factors (alcohol, spices), physical activity and changes in the temperature or humidity during changes of season. This kind of rhinitis often leads to runny nose and nasal congestion without affection of the eyes.", "Name": "Dry nasal mucosa", "PossibleSymptoms": "Itching in the nose,Nosebleed,Burning nose,Sneezing", "ProfName": "Rhinitis sicca", "Synonyms": " ", "TreatmentDescription": "The treatment of rhinitis may include medication to reduce the symptoms, such as nasal-decongestion sprays, oral or nasal antihistamines and corticosteroids. If the rhinitis is triggered by certain substances or events, it is recommended to avoid it as good as possible."}