{"Description": "There are two types of the herpes simplex virus (HSV), HSV-1 and HSV-2. HSV-1 is also known as oral herpes and can cause fever blisters and cold sores on the face and around the mouth. HSV-2 is responsible generally for outbreaks of genital herpes. The genital form affects the anal area, buttocks and the genitals. This form is considered as a sexually transmitted illness. There are other forms of herpes that can attack the  skin, eyes or other areas of the body. Newborn babies and people with fragile immune system can suffer a lot from the virus of herpes simplex.", "DescriptionShort": "Cold sores (fiever blisters) and genital herpes are diseases caused by herpes simplex viruses, however by two different viruses in the herpes simplex group. They appear as painful groupings of blisters on the lips and genital areas. Transmission happens through direct contact (kissing, sexual intercourse).", "MedicalCondition": "Infection results from direct contact, such as touching, kissing, and sexual intercourse. The disease appears as a painful grouping of blisters on the lips, in the mouth, or in the case of genital herpes, on the genitals and is very infectious. Over 95% of people are carriers of herpes simplex virus type 1 (cold sores), but only 20% have type 2 (genital herpes). Once infected, herpes simplex virus type 1 remains in the body and can cause new cold sores during periods of fever, stress, infection, exposure to the sun, injury, or during menstruation.", "Name": "Herpes", "PossibleSymptoms": "Mouth ulcers,Formation of blisters on a skin area,Skin lesion,Skin rash,Crusting,Mouth pain,Tingling,Itching of skin,Swollen glands in the neck", "ProfName": "Herpes simplex", "Synonyms": "Cold sore,Fever blister", "TreatmentDescription": "The disease usually is autolimited without serious harm, but for people with weakened immune systems it can lead to complications. Contact with someone during their pregnancy requires caution, as a herpes infection during pregnancy can have serious consequences for the child. Treatment is usually local and involves the use of creams with antiviral ingredients. To prevent the spread of the disease, abstain from kissing and sexual intercourse during an outbreak of cold sores or genital herpes."}