{"Description": "Sarcoidosis is a disease that leads to inflammation, usually in the lungs, skin or lymph nodes. Histologically (under the microscope) tiny, grain-like lumps, called granulomas may be found. Sarcoidosis may affect any organ in the body. Specific changes in an x-ray of the lungs are often found.", "DescriptionShort": "Sarcoidosis is an inflammatory disease. It can affect the many of the body’s organs. The cause is primarily unknown. Symptoms will differ with the different areas in which sarcoidosis occurs. If a person suspects sarcoidosis, he should visit a doctor for further investigation.", "MedicalCondition": "Sarcoidosis is most common in adults between 20 and 40 years of age. It's more common in women than in men. The cause of sarcoidosis is unknown. Sarcoidosis may involve different parts of the human body and it may cause different symptoms, depending on the affected area: 1) lungs: the lungs are the most commonly affected part of the body. Coughing and breathing problems are most common symptoms, 2) skin: it may cause problems such as rashes or painful nodules, 3) eyes: painful redness of the eyes, difficulty to see and swelling of the tear glands, 4) liver: it may cause the liver to become enlarged, 5) nervous system: it may cause muscle weakness, paralysis, seizures, tremors, poor coordination, hearing loss or problems walking, 6) heart: it may cause the heart to beat abnormally and pump improperly, 7) bones: it may cause pain, swelling and joint stiffness, 8) kidneys: it may cause kidney stones, and general symptoms such as fever and weakness. There’s a rare acute form (5%) and a very common chronic form (95%) with only moderate symptoms.", "Name": "Systemic disorder with granulomatous inflammation", "PossibleSymptoms": "Shortness of breath,Fever,Joint pain,Weight loss,Skin rash,Skin redness,Cough,Paralysis,Tiredness,Eye redness,Eye pain,Foot pain,Skin nodules,Scar,Swollen glands in the neck", "ProfName": "Sarcoidosis", "Synonyms": null, "TreatmentDescription": "Acute forms usually resolve spontaneously as well as about half of the chronic forms. Treatment may be performed if the sarcoidosis involves the kidneys, eyes, heart, and nervous system or if the function of the lungs decreases. If one has bothersome skin lesions or if the sarcoidosis is very severe, treatment is also necessary. Treatment is aimed to reduce any inflammation, prevent permanent scarring of the lungs if they're affected and decrease any symptoms. Medication with corticosteroids is used to treat sarcoidosis."}