{"Description": "Gingivostomatitis is particularly common among children and sores disappear usually without treatment within 2 to 3 weeks. Children with gingivostomatitis refuse sometimes to drink or eat. This can eventually cause dehydration.", "DescriptionShort": "Gingivostomatitis is a common infection of the gums and mouth. The main symptoms are gum or mouth swelling and lesions inside the mouth that look like aphthous stomatitis sores.", "MedicalCondition": "Gingivostomatitis can occur because of the virus that causes cold sores. This virus is called herpex simplex virus type 1 (HSV-1), poor oral hygiene such as not flossing and brushing regularly your teeth, some bacteria and coxsackie virus, a virus transmitted often by touching a person’s hand or a surface contaminated with feces. Symptoms of gingivostomatitis can include difficulty drinking or eating due to the discomfort in the mouth, a general sensation of being unwell, drooling for young children, blocked lymph nodes, swollen and bleeding gums, fever, bad breath, and tender sores insides of the cheeks or on the gums.", "Name": "Gingivostomatitis", "PossibleSymptoms": "Mouth ulcers,Increased salivation,Mouth pain,Pain on swallowing,Pain when chewing", "ProfName": "Herpetic gingivostomatitis", "Synonyms": "Orolabial herpes", "TreatmentDescription": "Usually gingivostomatitis sores disappear without treatment within 2 to 3 weeks. If the cause is a virus or bacteria, a doctor can clean the infected zone and administer an antibiotic to promote healing. In order to relieve discomfort, the patient should take the medicine prescribed by the doctor, use a medicated mouthwash to rinse his mouth, avoid sour or very salty, spicy food. The affected person should keep a healthy diet. In addition eating soft food can be more comfortable to consume. He has to keep brushing his teeth and gums despite of the pain. Otherwise, the symptoms may become worse. He can brush them gently with a soft toothbrush to reduce the pain."}