{"Description": "Irritable bowel syndrome is known also as spastic colon. This condition is characterized by an increase in impulsive motility or contractions of muscles located in the large and small intestines. Such contraction or motility is known as spasm and connected to irritable bowel syndrome. However, the condition can also be connected to a decrease in motility. This makes the name spastic colon less accurate. The severity and cause of the condition is not always the same among patients. The objective of the treatment will be to alleviate symptoms by improving lifestyle and taking certain medications.", "DescriptionShort": "Irritable bowel syndrome describes a non dangerous disease of the intestines that is experienced as pain and unpleasant feelings around the stomach, as well as changes in stools. Up to 50% of patients with stomach and intestinal complaints have irritable bowel syndrome.", "MedicalCondition": "Irritable bowel syndrome is very common and affects women twice as much as men. Complaints vary widely and usually accompany irregular bowel movements and last for a long time. In order to rule out other intestinal illnesses, patients with irritable bowel syndrome are often examined over a long period of time. After ruling out other illnesses, a diagnosis of irritable bowel syndrome is given.", "Name": "Spastic colon", "PossibleSymptoms": "Reduced appetite,Abdominal pain,Diarrhea,Hard defecation,Difficult defecation,Nausea,Incomplete defecation,Bloated feeling in the stomach,Less than 3 defecations per week", "ProfName": "Irritable bowel syndrome", "Synonyms": null, "TreatmentDescription": "The disease is very common, lasts a long time, and causes uncomfortable symptoms, but is not dangerous. An effective therapy is not known. Treatment depends on symptoms and consists of administering medications that support or slow down intestinal voiding and bowel movements. Changes in eating habits may help in individual cases (foods rich in fiber, for example)."}