{"Description": "Anorexia, also called anorexia nervosa, is a psychological disease in which affected persons suffer from a disturbed body perception. This causes them to feel much too overweight and unattractive and to suffer from it. They will then try to counter this perception with various measures. Those can range from strict monitoring of food intake to a complete refusal to eat. People who are affected by anorexia avoid eating sufficient quantities of food and attempt to speed up their loss of weight by vomiting, misuse of laxatives or diuretics, and excessive athletic activity. The reason for this is their warped perception of their figure. As a result of these actions, the body weight is reduced to a body mass index value under 17.5. The body mass index (BMI) is calculated by dividing the body’s weight (in kilograms, Kg) with the square of the body’s height (in meters). The BMI for a person of normal weight is 20-25. In contrast to people with anorexia, people with only bulimia (see the article on bulimia) have a BMI value over 17.5.", "DescriptionShort": "People with anorexia suffer from a misperception of their own body. These are mainly young women. Even though they are much too thin, they perceive themselves as “too fat” and unattractive. \nAnorexia is characterized by a severe restriction of nutrition and an intentionally induced underweight state with the patients trying to lose even more weight.", "MedicalCondition": "Women are affected most often, but not exclusively. As mentioned above, patients’ symptomatology or behaviour often begins with monitoring their food intake with calorie charts. This is then often followed by measures to significantly reduce weight, including excessive exercise, vomiting, laxatives, but also consumption of appetite suppressants as well as foregoing many foods. Affected persons do not like to eat in company anymore and will take a very long time to eat even smallest amounts of food.", "Name": "Anorexia", "PossibleSymptoms": "Impairment of male potency,Menstruation disorder,Missed period,Nausea,Pallor,Sensitivity to cold,Underweight,Weight loss,Brittleness of nails,Vomiting,Dry skin,Difficult defecation,Abdominal guarding", "ProfName": "Anorexia nervosa", "Synonyms": null, "TreatmentDescription": "The insufficient supply with calories, but more importantly with vitamins and other essential nutrition can cause serious or even life-threatening physical symptoms. A low body weight can lead to hormonal disorders, such as irregularity or absence of menstruation. Men with anorexia may experience loss of potency and sexual drive. When the body fails to receive sufficient nutrition, bones can no longer rebuild themselves, which can lead to the early development of chronic osteoporosis. In rare cases it can lead to a reduced heart rate and body temperature, which requires an urgent trip to the hospital. Treatment of anorexia requires a specialist and is extremely important, as undernourishment can be fatal under certain circumstances. Treatment often occurs over a long period of time and relapse is common. In the event of acute life-threatening weight loss, induced nutrition, e.g. via a gastric tube or high-calorie drinks will be the initial treatment, followed by intensive psychotherapy and nutritional counselling."}