{"Description": "Tuberculosis is a bacterial infection that commonly occurs in developing countries. The infection can remain undetected (latent) as it runs its course, which means that infected persons had contact with tuberculosis bacteria, but the lungs remain unaffected. On the other hand, if a patient infected with tuberculosis bacteria suffers from an lung attack, then it’s an active case of tuberculosis or primary tuberculosis. An normal immune system is capable of keeping the bacteria in check and preventing its spread. The bacteria can survive for years in the lungs and spread at a later point in time when the immune system is weakened. This would be a case of postprimary tuberculosis. It doesn’t necessarily have to occur in the lungs, but most of the time postprimary tuberculosis will manifest in the lungs.", "DescriptionShort": "An infection from tuberculosis bacteria comes after close contact with a person that is already carrying the bacteria. Persons with intact immune systems rarely become ill. However, persons with a compromised immune system (drug addicted, alcoholic, undernourished, diabetic, or malignant illness) have a higher risk of contracting tuberculosis. It affects the lungs and is lethal if left untreated.", "MedicalCondition": "One third of the world population is infected with tuberculosis bacteria, of which 10% will come down with a case of active tuberculosis in the course of their lives. Especially in developing countries, where HIV infections are common, tuberculosis represents a major health issue. The infected person may be symptom-free or may suffer from fever, weight loss, night sweats, loss of energy, coughing, sputum, shortness of breath, chest pains or coughing blood.", "Name": "Tuberculosis", "PossibleSymptoms": "Bloody cough,Breathing-related pains,Cough,Fever,Chills,Shortness of breath,Sweating,Swollen glands in the armpit,Swollen glands in the groin,Swollen glands in the neck,Tiredness,Weight loss,Sputum,Reduced appetite,Chest pain,Blue colored skin,Cough with sputum,Night cough,Night sweats", "ProfName": "Mycobacterium tuberculosis infection", "Synonyms": null, "TreatmentDescription": "Primary infections left untreated can develop complications in the course of the disease. Bacteria can spread to various organs, such as the lungs, brain and spinal cord, liver, spleen, and kidneys and the functions of these organs can be compromised. For this reason, every active case of tuberculosis needs to be treated with antibiotics. Because tuberculosis bacteria slowly divide, treatment is performed over a long period of time, usually for half a year. Besides that, during the treatmet of tuberculosis, the patient should be isolated."}