{"Description": "A poison can be any material or substance that can be harmful to human body. People can be poisoned through swallowing, inhaling, injecting the poison or absorbing the poison by the skin. The forms of poisons are various, and poisons are often found around the daily life. Furthermore, misuse and abuse of medications can be also harmful.", "DescriptionShort": "As poison can be qualified any material or substance which is able to cause harm to the human body. Poisoning can be avoided by putting high-risks products in a proper packaging with clear labeling and into a specific cupboard. Once a poisoning occurred, the affected person needs to wash out the affected areas or he needs to leave the poisoned place. Then the emergency should be called immediately.", "MedicalCondition": "There are many substances that can be harmful for people as the following: 1) cleaning products, 2) household products, 3) paint thinner, 4) pesticides, 5) chemicals, 6) metals, 7) mercury, 8) overuse or misuse of prescription and medications that can be bought in a pharmacy, 9) illegal drugs, 10) carbon monoxide gas, 11) contaminated food, 12) plants like poison ivy and oak, 13) venom of some insects or snakes. People who are poisoned often have symptoms like vomiting, diarrhea, nausea, redness or skin sores of the affected areas, drooling or dry mouth, dilated pupils, rash, confusion, shaking or seizure, trouble breathing, and even unconsciousness.", "Name": "Poisoning", "PossibleSymptoms": "Shortness of breath,Abdominal pain,Drowsiness,Disorientation regarding time or place,Double vision,Double vision, acute-onset,Diarrhea,Vomiting,Increased salivation,Memory gap,Yellow colored skin,Impaired balance,Hot flushes,Cold sweats,Lockjaw,Headache,Cramps,Oversensitivity to light,Nausea,Tremor at rest,Hallucination,Agitation,Absence of a pulse,Irregular heartbeat,Difficulty in speaking,Trouble understanding speech,Blue colored skin,Anxiety,Paralysis,Pallor,Blackening of vision,Feeling faint,Fast, deepened breathing,Discoloration of nails,Physical inactivity,Difficulty to concentrate,Dark urine,Cold hands,Cold feet,Chills,Changes in the nails,Unconsciousness, short,Difficulty with gait", "ProfName": "Intoxication", "Synonyms": null, "TreatmentDescription": "Since most of the poison is commonly found at home, it is important to use every product according to its suggestion. However, the treatment of poisoning will depend on the type of poison. If there is someone who seems to be poisoned, one should try to stay calm, and move the person far away from the poison. If the poison is on the skin, it is important to rinse it off with running water. If the poison is in the air, then one should leave the place as soon as possible. If the person accidentally swallowed a poisoned substance, he should not be induced to vomit it out. It is better to check his consciousness, and then to call the emergency immediately for further help."}