{"Description": "A rib fracture describes one or more broken ribs. It can be caused by a variety of accidents or by an illness. The patterns of rib fractures include single, multiple and comminute fractures. Rib fractures are common and mostly have an unproblematic progression. But in some cases the broken rib can lead to damage of the lungs or the heart that requires intensive care.", "DescriptionShort": "A rib fracture describes one or more broken ribs. If any related symptoms occur, it is recommended to visit a doctor for proper treatment. The treatment may only include medications to control the pain. But for some severe cases, surgery may be necessary.", "MedicalCondition": "A rib fracture is one of the most common chest injuries. The causes of a rib fracture are various. For example, car accidents, falls or being attacked by a fist or weapon can result in rib fractures due to the trauma happening to the chest. Besides, illnesses such as osteoporosis, hyperparathyroidism or bone metastases can weaken the bone structure and therefore increase the risks of getting rib fractures. Such weakened ribs can even break due to coughing. Rib fractures can be classified as single, multiple or comminuted fracture. People with a rib fracture may feel pain around the chest; furthermore, the pain typically worsens when people take a deep breath, touch the affected area or move their body. Besides, crepitation of the rib can sometimes be triggered by movements or pressure. In some cases the broken rib pierces into the chest and may lead to a hemato- or pneumothorax, or even damage the lungs or the heart.", "Name": "Broken rib", "PossibleSymptoms": "Breathing-related pains,Chest pain,Blue spot on skin,Bone fracture", "ProfName": "Rib fracture", "Synonyms": null, "TreatmentDescription": "The treatment of a rib fracture includes mainly medications such as non-steroidal anti-inflammatory drugs, painkillers, and narcotics to relieve the symptoms. Meanwhile, the doctor may also fixate the affected area to prevent dislocation of the ribs. An uncomplicated rib fracture takes 2-3 weeks to heal. If the rib fracture is severe or brings complications, then surgery will become necessary."}