{"Description": "Pulmonary embolism occurs when a part of blood clot breaks off into the bloodstream and blocks one of the blood vessels in the lungs. In most cases, the clots are small and not deadly but they are able to damage parts of the lung. In contrast, however, a large clot can be deadly as it is able to stop blood flow to the lung. Treatment is needed immediately to reduce the risk of additional problems or to save the life of the affected person.", "DescriptionShort": "A pulmonary embolism is the sudden blockage of an important and big blood vessel in the lung. This is caused by a blood clot that has usually traveled from other parts of the body, very often from the legs.", "MedicalCondition": "Pulmonary embolism is caused by a blocked artery (major blood vessel) in the lungs. Such blockage is caused mostly by a blood clot that forms in a deep vein located in the leg and travels to the lungs where it becomes lodged in a smaller lung artery. Clots can also form in the deep veins of the pelvis or arms. Pulmonary embolisms can be fatal depending on the size of the clogged blood vessel in the lung. In rare cases, other substances can cause pulmonary embolism such as tumors caused by fast growing cancer cells, substances or air bubbles that penetrate from medical procedures, surgery, or trauma into the bloodstream. It can also be caused by fat that can be released into the bloodstream after severe burns, trauma, surgery, or some types of bone fractures, and minor masses of infectious material. Pulmonary embolism is characterized by shortness of breath that may occur suddenly, sharp and sudden chest pain that may become worse with coughing or deep breathing. Other symptoms include rapid breathing, fast heart rate, fainting, sweating, anxiety, heart palpitations, and coughing up foamy, pink mucus, or blood. It can be difficult to diagnose pulmonary embolism because its symptoms may be similar to or may coincide with other conditions such as a pneumonia, panic attack, heart attack, and asthma. In addition it makes it even more difficult to diagnose as some patients with pulmonary embolism do not show any symptoms.", "Name": "Obstruction of a pulmonary artery", "PossibleSymptoms": "Bloody cough,Chest pain,Chest tightness,Cough,Fast, deepened breathing,Blackening of vision,Palpitations,Shortness of breath,Unconsciousness, short,Breathing-related pains,Feeling faint", "ProfName": "Pulmonary embolism", "Synonyms": null, "TreatmentDescription": "Treatment of pulmonary embolism can include blood thinners to prevent existing blood clots from growing bigger and help prevent new ones from developing. If the patient has life-threatening and severe symptoms, treatment should be sometimes in a rather offensive and immediate manner to dissolve quickly blood clots or to remove them through surgery."}