{"Description": "Nosebleed can occur spontaneously without any obvious cause, or following a trauma, chronic damage to the nasal mucosa (chemical/physical influences, drugs), or it can be symptom of a systemic condition.", "DescriptionShort": "Nosebleed can be totally harmless and can stop by itself. Immediate measures include sitting down, bowing your head forward, and pressing your nostrils together. However, it may lead to massive loss of blood, which makes medical treatment necessary.", "MedicalCondition": "Epistaxis‘ main symptom is nosebleed. Its severity can vary, depending on the bleeding’s source. Bleedings from the nasal atrium are usually slight and will stop by itself, bleedings from nose parts further behind can be very strong. Sometimes the nose might not even be the source of the bleeding; the blood may come from the oesophagus (bleeding oesophageal varices) or from a basal skull fracture. If the patient loses a lot of blood, he may feel dizzy or even faint, and there is always the risk that blood may reach the lungs (aspiration). Swallowed blood can cause nausea and diarrhoea.", "Name": "Nosebleed", "PossibleSymptoms": "Bloody cough,Vomiting blood,Nosebleed,Cough", "ProfName": "Epistaxis", "Synonyms": null, "TreatmentDescription": "It’s recommended that patients sit down, bowing their head forward, so that the blood can flow out of the nose and not into stomach or lungs. Cooling the neck and pressing the nostrils together can stop bleedings from the front part of the nose; however, it won’t work for bleedings from the back of the nose. If the bleeding doesn’t stop, or if other symptoms such as dizziness or fainting occur, a doctor should be consulted immediately. Even if the patient has an existing blood clotting disorder or takes blood-thinning medication, a visit to the doctor could be necessary to treat the source of bleeding adequately. Treatment includes desolation of the source of bleeding with heat or chemical substances, in case of arterial bleedings a ligature of vessels or usage of tamponades."}