{"Description": "Celiac disease or sensitivity to gluten is a chronic disease of the small intestine. It affects each person differently. Symptoms can occur in the digestive system or in other areas of the body. A person affected by a sensitivity to gluten will have a reaction in his small intestine which is triggered by his immune system, whenever he eats gluten. This reaction, over time, damages the lining in his small intestine, which prevents the absorption of certain nutrients. This malabsorption can lead to serious complications and can affect development and growth in children.", "DescriptionShort": "Celiac disease, sometimes called coeliac or sprue, is an immune disease that affects the small intestine. It is caused by a gluten intolerance. The small intestine becomes damaged due to a sensitivity against anything that contains gluten. Gluten is a component of cereals (wheat, barley, rye).", "MedicalCondition": "Women are more likely to be affected by this disease. The cause of celiac disease lies in an intolerance to gluten, which is found in types of grain (especially wheat, barley, and rye). Children who have the disease can suffer from growth disorders, weight loss, and diarrhea. Adolescents and adults show symptoms like a persistent fatigue, weakness, and diarrhea after consuming gluten products. Celiac disease is rarely associated with blisters caused by dermatitis herpetiformis.", "Name": "Gluten intolerance", "PossibleSymptoms": "Bloated feeling in the stomach,Diarrhea,Fatty defecation,Flatulence,Foul smelling defecation,Mood swings,Skin rash,Abdominal pain,Tiredness,Underweight,Weight loss,Tongue burning,Brittleness of nails,Nausea,Joint pain,Formation of blisters on a skin area", "ProfName": "Celiac disease", "Synonyms": "Sensitivity to gluten", "TreatmentDescription": "The only treatment for celiac disease is a diet that removes the grains mentioned above. Such a diet allows the small intestine to repair itself. Left untreated, celiac disease can allow deficiencies to develop, such as anemia (see the article on anemia) or osteoporosis (see the article on osteoporosis). Untreated there is also a higher risk for developing intestinal cancer."}