{"Description": "In the coronary artery disease, accumulation of material on the vessel walls can suddenly tear off and clog a coronary artery with the formation of blood clots. This prevents the affected heart muscles from receiving sufficient oxygen and they begin to die.", "DescriptionShort": "A heart attack is a part of the heart muscle dying off. It is usually caused by a clogging of the a coronary artery which occurs when a plaque build up along the walls of a blood vessel (arteriosclerosis) detach itself. A heart attack is an emergency situation.", "MedicalCondition": "Heart attacks affect men twice as often as women and are usually associated with the hardening of the arteries (artherosclerosis). Risk factors and precautionary measures can be found in the coronary artery disease article. The signs of a heart attack include intense, long lasting chest pain (angina pectoris), with possible radiation into the throat or the left arm, usually associated with shortness of breath, feelings of anxiety, nausea, and a cold sweat. Some people may feel pains around their stomach. Triggers for a heart attack include vigorous physical effort, stressful situations and significant fluctuations in blood pressure.", "Name": "Heart attack", "PossibleSymptoms": "Shortness of breath,Unconsciousness, short,Chest pain,Chest tightness,Vomiting,Cold sweats,Blackening of vision,Nausea,Sweating,Heartburn,Pain radiating to the arm,Anxiety,Blue colored skin,Abdominal pain,Arm pain,Tiredness,Neck pain,Feeling faint,Elbow pain", "ProfName": "Myocardial infarction", "Synonyms": "MI,Acute myocardial infarction,AMI", "TreatmentDescription": "If a heart attack is identified too late, the coronary muscle turns to scar tissue and can lead to heart failure, arrhythmia, or pulmonary edema (water in the lung). A visit to the hospital is a must for anyone experiencing the symptoms named above. If it’s treated soon enough, part of the heart muscle and the life of the patient can often be saved. A small procedure to install a thin stent into the coronary artery can help to keep the clogged artery open and reestablish blood flow. Stent or no, medications need to be taken throughout the rest of the individual’s life to prevent a second episode. Medications may include aspirin, cholesterol lowering drugs, beta-blockers, or ACE inhibitors."}