{"Description": "Whooping cough is a bacterial infection happening in the respiratory tract. The pathogenic bacterium is called bordetella pertussis. Once being infected, the affected person can have uncontrollable coughing and difficulty to breathe. Because most western countries vaccinated their children against whooping cough, it became a rare disease in these regions.", "DescriptionShort": "Whooping cough is an infectious bacterial disease that causes uncontrollable coughing. It is a highly contagious disease that can be very harmful to infants and young children. The early symptoms are like a common cold, so it is usually diagnosed not until the characteristic coughing attacks occur. Vaccination can prevent getting whooping cough and antibiotics can be used to treat it.", "MedicalCondition": "Whooping cough is caused by the bacterium bordetella pertussis. It is highly contagious for non-vaccinated people, because when an infected person coughs or sneezes, tiny germ-laden droplets are sprayed into the air and can be breathed into the lungs of anyone who happens to be nearby. People with whooping cough normally start with cold-like symptoms such as a runny nose, a mild fever, and a minor cough. This makes a clinical differentiation between whooping cough and a cold or flu very hard without specific testing. After 1-2 weeks of being infected, the cough begins to get worse and lasts for several weeks. The coughing is often described to make a characteristic barking sound. Sometimes the cough is so violent that it can cause breathlessness or vomiting. People with whooping cough often have symptoms including violent and uncontrollable cough, dehydration, nausea as well as vomiting, difficulty in breathing, pale skin and fever. It can be deadly for infants or young children.", "Name": "Whooping cough", "PossibleSymptoms": "Cough,Shortness of breath,Fever,Stuffy nose,Sputum,Tears,Eye redness,Unconsciousness, short,Vomiting,Cough with sputum,Blue colored skin,Dry mouth", "ProfName": "Pertussis", "Synonyms": "100-day cough", "TreatmentDescription": "To prevent getting whooping cough, already infants should take vaccines. Once infected antibiotic drugs can be used to treat whooping cough. Antibiotics can treat the infection, but it cannot treat the cough. Additionally, also cough medications often cannot improve the condition of coughing satisfyingly. It is recommended to use humidifier to keep the air moist to alleviate the symptom of coughing. People with worsening condition will need to be hospitalized to prevent a further lung infection."}