{"Description": "Urticaria (hives) is the transitory appearance of a raised itchy, red skin with obvious boundaries with a consistent texture on the upper layers of the skin (called wheals). It can be either acute (lasting less than 6 weeks) or chronic (lasting more than 6 weeks). Swelling can occur in the face, lips, and in serious cases in the larynx, which is referred to as angioedema. Triggers can be of the physical kind (pressure, cold, heat, sunlight, or contact with water), sweating, allergies (food, insect venom, medication) or rarely infection. In about one half to two thirds of all cases the cause is unclear, which is referred to as idiopathic urticaria.", "DescriptionShort": "Urticaria, known also as nettle rash, welts, weals, or hives, is a typical looking itchy, raised rash that appears with swelling on the skin. The rash can appear on a particular part of the body or be spread across wide areas. It has many causes and the rash settles usually within a few days.", "MedicalCondition": "Every fifth person suffers from hives at some point in their lives. Patients notice swelling of the skin with redness and strong urge to scratch. Individual wheals are fleeting and only last for several hours. Hives can combine with angioedema. A possible, yet rare complication is an allergic reaction that can lead to shortness of breath or circulatory shock.", "Name": "Hives", "PossibleSymptoms": "Skin rash,Skin wheal,Itching of skin,Eyelid swelling,Lip swelling,Facial swelling", "ProfName": "Urticaria", "Synonyms": "Nettle rash", "TreatmentDescription": "If the trigger is known, it should be avoided. For certain allergies such as one to insect venom, allergen-desensitizing treatment may be an option to consider. Symptoms can be treated by taking antihistamines. Cortisone and other steroids (corticosteroids) should only be used to treat a serious allergic reaction:  for allergic reactions with shortness of breath, dizziness, or black spots in vision, two antihistamine tablets should be taken together with two cortisone tablets (such as Predison) immediately and a visit to the hospital is necessary, this is an emergency situation."}