{"Description": "Shingles is most common in older adults and people who have a weak immune system due to certain medicine, an injury, stress, or other conditions. Most people who get shingles do recover and will not get it again. However, it is possible to get shingles more than once.", "DescriptionShort": "Herpes zoster, also named shingles or zona, is a highly contagious infection, which is caused by a varicella-zoster virus infection and usually affects adults. Most individuals get infected by the virus during their childhood with the virus causing then chickenpox.", "MedicalCondition": "We are talking about shingles, when the virus which causes chickenpox is activated again in the body. After a child gets better from chickenpox, the virus is dormant or sleeps in the roots of the nerves. This virus can sleep forever in some people but it can wake up in other people due to aging, stress, or another disease that weakens the immune system. In addition, some medicine can trigger the virus to be active again and this can cause a shingles rash. The mechanism is not clear but once triggered, the virus causes only shingles, not chickenpox. Symptoms of shingles occur in phases. Sensitivity to light or headache, flu without fever are common at the beginning. Later, the patient may feel pain, tingling, or itching in some areas and a few days later, a small spot of rash will appear there. The rash will turn into clusters of blisters filled with fluid before they crust over. The blisters heal generally within two to four weeks and they may leave scars. The symptoms vary as some people get just a mild rash while others do not get a rash at all. As the disease gets worse, the patient may feel weak or dizzy, or have changes in their vision with rash covering the whole face or many parts of the body. The patient can have also some changes in their ability to think.", "Name": "Shingles", "PossibleSymptoms": "Skin rash,Pain radiating to the leg,Side pain,Back pain,Chest pain,Face pain,Pain radiating to the arm,Burning eyes,Eye redness,Itching of skin,Increased touch sensitivity,Tingling,Eye pain,Skin lesion,Abdominal pain,Arm pain,Leg pain,Tiredness,Headache,Oversensitivity to light,Feeling ill", "ProfName": "Herpes zoster", "Synonyms": null, "TreatmentDescription": "There are medicines to treat shingles and these medicines include pain and antiviral medicines. An early treatment with antiviral medicine can help that the rash heals quickly and is less painful. The affected person can also made feel better quickly with a good home care. The skin sores should be kept clean and it is recommended to call a doctor if the pain bothers the affected persons. If suited the doctor can prescribe pain medicine."}