{"Description": "Stress can be any condition that makes people feel tense, angry, nervous, anxious or insecure. It is a physiological reaction of the human body when facing certain changes, threats and fears. A stress reaction is supposed to enable a person to manage extraordinary situations. But chronic stress may result in either physical or mental symptoms that could seriously affect daily living.", "DescriptionShort": "Stress is the body’s reaction to extraordinary situations that may cause change, threat, or fear. Stress results in both physical and mental symptoms. If the symptoms of stress start to affect daily life, it is recommended to consult a psychiatrist or a psychologist.", "MedicalCondition": "Stress is a common condition that most people experience at some point in their lives. But there are two types of stress with different meanings: 1) Eustress describes the positive stress, which encourages people to achieve more than usual. It may lead to a feeling of satisfaction. 2) Distress describes the negative stress that is felt to be threatening or overstraining. This sort of stress can be produced by seriously dangerous situations like an accident, war or a natural disaster. But also less disastrous situations, like problems in the job or family, can lead to distress, when there is no compensation for stress or when a person feels helpless and does not know a way to handle with it. When a stress response is triggered, a series of changes will occur within the human body. For example: 1) a rise in pulse rate, 2) redirection of blood away from the extremities and to the major organs, and 3) release of cortisone, adrenalin and noradrenalin, which may cause physical and mental short and long term changes. However, the symptoms caused by stress will differ from person to person. Some people will feel physical symptoms such as headache, pain, diarrhea, constipation, nausea or dizziness. And some may have mental symptoms such as depression, anxiety, and loss of sexual drive. Chronic distress may lead to a so called burnout-syndrome.", "Name": "State of stress", "PossibleSymptoms": "Reduced appetite,Increased appetite,Weight loss,Weight gain,Difficulty to concentrate,Headache,Nervousness,Sleeplessness,Forgetfulness,Anxiety,Itching of skin,Hair loss,Bold area among hair on the head,Neck pain", "ProfName": "Stress", "Synonyms": "Stress state", "TreatmentDescription": "Strategies for stress relief (coping) will differ from person to person, but making certain lifestyle changes will be a good start. Here are some suggestions: 1) have a well-balanced, healthy diet, 2) enough sleep and exercise, 3) limit caffeine and alcohol intake, 4) avoid drug abuse, 5) find a way to relax, 6) regular rest time and 7) spend time with family and friends. If the symptoms do not improve, it is highly recommended to consult a psychiatrist or a psychologist."}