{"Description": "Ulcerative colitis is a chronic inflammatory bowel disease. An autoimmune cause is suspected, in which the body's defence system (immune system) attacks its own healthy cells. The colitis always affects the lowest portion of the colon and can spread over the large intestine. In rare cases, it affects the lowermost small intestine. It is typical that the whole intestine is affected, without any healthy sections in between. In addition to the intestine, other organs such as the eyes, joints or skin may be affected.", "DescriptionShort": "Ulcerative colitis is a chronic inflammatory bowel disease. The colitis always begins in the lowest portion of the colon and can spread over the large intestine and, in rare cases, the lowermost small intestine. In addition to the intestine, other organs such as the eyes, joints or skin may be affected. Although the disease cannot be cured, it can be controlled by medication.", "MedicalCondition": "Ulcerative colitis usually occurs between the age of 20 and 40, but can also appear at any other point of time. The condition runs in families and affects tobacco smokers less often than non-smokers. Typical symptoms are abdominal pain during defecation and bloody diarrhoea. Pain usually occurs in the left lower abdomen, where the final section of the abdomen is located. The loss of blood can lead to anaemia, which shows in fatigue and exhaustion. Frequent diarrhoea (up to 40 times per day) is a significant impairment of the daily life and sometimes leads to psychological issues. Joints can be swollen and painful. Usually affected are the knees, in rarer cases the spine and the pelvic joints. Eyes and skin may also be affected, which can be very painful.", "Name": "Chronic inflammatory bowel disease of colon", "PossibleSymptoms": "Black stools,Bloated feeling in the stomach,Blood in stool,Diarrhea,Eye pain,Eye redness,Fever,Flatulence,Joint pain,Pain in the limbs,Skin rash,Abdominal pain,Tiredness,Underweight,Weight loss,Lower abdominal pain,Pallor,Distended abdomen,Pain of the anus,Itching of the anus", "ProfName": "Ulcerative colitis", "Synonyms": null, "TreatmentDescription": "Ulcerative colitis is usually diagnosed by colonoscopy, where mucous membrane samples are collected and examined. This condition is lengthy and not curable with medication. Treatment aims at suppressing the body’s defence system to alleviate the enteritis and with it the symptoms. Removing the entire colon usually cures the condition. This procedure, as any other surgery, is connected to risks and complications and therefore only performed after unsuccessful medication treatment. Because ulcerative colitis increases the risk of colon cancer, regular check-ups via colonoscopy are important."}