{"Description": "An acute stress response is a reaction to a stressful event. The response usually comes and disappears quickly (two to three days). However, it can also lead to further damage of the body either mentally or physically.", "DescriptionShort": "An acute stress response is a reaction that occurs during or after facing a stressful event. The reaction begins immediately (few minutes) after a severely stressful event. The response can be either mild or severe. It often disappears quickly after the stressful event is gone. If the symptoms are mild, they require no treatment. In more severe cases treatments include behavioural therapy, professional counselling and medication.", "MedicalCondition": "An acute stress response can happen immediately after experiencing an extraordinary stressful event, for example traumatic accidents, a war, a disaster, violence, sexual harassment and loss of family member. An acute stress response starts few minutes after such an event and lasts mostly for only two to three days, maximally for four weeks. Conditions that last for a longer period are either classified as posttraumatic stress disorder or as adjustment disorder. Generally speaking, acute stress responses include psychogenic symptoms such as unstable emotions, anxiety, negligence, irritability and the feeling of numbness. People with the problem avoid everything that can trigger the memory of the stressful event. Furthermore also physical symptoms such as rapid heartbeats, sweating, flush or headache can occur. Feared are serious consequences such as social withdrawal and suicidal tendency.", "Name": "Shock", "PossibleSymptoms": "Tiredness,Nervousness,Sleeplessness,Feeling faint,Anxiety,Blackening of vision", "ProfName": "Acute stress disorder", "Synonyms": "Psychological shock,Mental shock", "TreatmentDescription": "If an acute stress response disappears after the stressful event and is not recurrent, then a treatment is normally not necessary. However, it is important to understand the causes of an acute stress response. Talking things over with family and friends may help to improve the situation. For severe cases, it is always recommended to take professional treatments into consideration such as cognitive behavioral therapy, professional counseling and supportive medications."}