{"Description": "A pulmonary edema describes a condition where water from the blood vessels enters the lung, severely impairing the gas exchange in the lungs. Most common causes for pulmonary oedema are a heart condition (cardiac insufficiency, heart attack, heart inflammation, arrhythmia, malfunctions of the valves). However, other conditions might lead to pulmonary oedemas as well, such as protein deficiency caused by liver- or kidney diseases, allergies or poisons, descending too fast from great heights (opposite of decompression sickness).", "DescriptionShort": "A pulmonary edema describes a condition where water from the blood vessels enters conjunctive tissue and the alveolus, sometimes causing severe respiratory difficulties. A pulmonary edema requires medical treatment.", "MedicalCondition": "There are several stages of pulmonary oedema. In stage 1, water is only in the conjunctive tissue between the alveolus. Patients experience respiratory difficulties, coughing and rapid breathing. Stages 2 to 4 flow smoothly into each other. In stage 2, water also enters the alveolus, contact with breathing air causes foam that spreads further into the lung (stage 3), up to stage 4, where the main part of the lung is full of foam, causing acute suffocation symptoms. The conditions occurring in stage 1 will increase up to massive breathlessness, foamy cough, fear of suffocation, paleness, bluish discoloration of the skin, especially the lips.", "Name": "Water accumulation in the lungs", "PossibleSymptoms": "Night cough,Shortness of breath,Anxiety,Cough with sputum", "ProfName": "Pulmonary edema", "Synonyms": null, "TreatmentDescription": "A pulmonary oedema can develop very fast from stage 1 to stage 4 and should be treated immediately. The patient should sit down and let the legs hang down. The patient should be calmed until the doctor arrives. He will initially provide oxygen via nasal probe or mask. In some very severe cases, machine ventilation might be necessary immediately. The treatment of a pulmonary oedema depends on its causes. Medications can be injected, swallowed or inhaled. In-patient treatment is definitely necessary."}