{"Description": "A foreign body in the airway occurs when an object is put or stuck inside the airway accidentally or voluntarily. A foreign body means anything that is not supposed to be in the airway, for example, food, coins, marbles, pins, buttons, insects and even vomit and fluids. A foreign body stuck in the airway can happen to people at any age.", "DescriptionShort": "A foreign body in the airway is an object that does not belong in the airway. It can be any unwanted object lodged in the airway. A foreign body stuck in the airway can cause serious problems, for example pneumonia or even sudden apnea. If the stuck foreign body cannot be removed immediately, then prompt medical treatment is necessary.", "MedicalCondition": "Small pieces of food, toys, pins, dirt and other tiny parts are the common objects that can be put or stuck inside the airway. Sometimes when people are unconscious, vomit, blood, or any other fluid can also pour into the airways. Such an accident can happen to people at any age; however, children have a higher risk of experiencing this problem due to their curiosity. A foreign body in the upper airway can cause choking due to obstruction of the trachea. Therefore, people may respond by coughing or having difficulty breathing. Furthermore, if the condition worsens, it can also lead to loss of consciousness and apnea. A foreign body in the deeper airways can cause complications such as pneumonia, bronchitis, bronchospasm, pneumothorax, broncho-esophageal fistula and bronchiectasis.", "Name": "Foreign object in the airways", "PossibleSymptoms": "Cough,Shortness of breath,Wheezing,Unconsciousness, short", "ProfName": "Pulmonary aspiration", "Synonyms": "Foreign body in the airways", "TreatmentDescription": "The treatment of a foreign body stuck in the airway is mainly done by removing the stuck object as soon as possible. If somebody is choking then abdominal thrusts is the first aid procedure that should be performed immediately. If coughing or abdominal thrusts will not remove the foreign body from the airway, then prompt medical help is necessary. The foreign body will then be removed by bronchoscopy. In severe cases, surgery such as a tracheotomy may be necessary to remove the stuck foreign body from the airways."}