{"Description": "Osteomyelitis is an infection of the bones, which is most often caused by bacterium such as staphylococcus aureus, but other bacteria may also cause osteomyelitis. An osteomyelitis can become chronic (last longer than 6 weeks) due to an encapsulation of bacteria in damaged bone material. This way the bacteria are out of reach for a proper immune reaction end even for medication.", "DescriptionShort": "Osteomyelitis is a condition where an infection occurs in the bones. It can be either acute or chronic. The main cause are bacterial infections due to open fractures or operations. It usually requires anti-infection medication such as antibiotic drugs and sometimes even an operation to remove the infected tissue.", "MedicalCondition": "The causes of osteomyelitis are mainly the infections caused by bacteria. Depending on the origins of the infection, it can be classified into: 1) Infections through the blood stream: once there are certain bacteria in the blood, the pathogenic germs can enter the bone via the bloodstream. It is the most common way for children to get an osteomyelitis. 2) Direct infections: open fractures will result in an open wound on the bone, and bacteria can break into the bone directly and result in an infection. People who underwent bone surgery may also have higher risks of getting direct infections. 3) Infections from nearby infected tissues: when bacteria enter the body’s tissues through a superficial wound, the bacteria can travel through the tissue to the bones and result in an osteomyelitis. People with osteomyelitis may suffer from symptoms such as pain (especially at night), redness, warmth and swelling of the affected limp, as well as fever and chills.", "Name": "Inflammation of the bone marrow", "PossibleSymptoms": "Fever,Pain in the bones,Pain in the limbs,Limited mobility of the back,Limited mobility of the leg,Chills,Joint effusion,Night sweats", "ProfName": "Osteomyelitis", "Synonyms": null, "TreatmentDescription": "The treatment of osteomyelitis includes medication and surgery. Medication such as antibiotic drugs are often used to treat the infections. However, it is important to identify the specific pathogenic germ in order to predict which antibiotic works best. For severe and chronic cases, surgery to repair or to remove affected bone parts is necessary."}