{"Description": "Gastroenteritis (commonly know as stomach flu or stomach bug or infectious diarrhea), is an infection of the gastrointestinal tract by bacteria or viruses and results in nausea, vomiting, diarrhea, and an increase in body temperature. It is not related to the true flu. Pathogens are usually Campylobacter bacteria, salmonella, or a norovirus. Noroviruses often cause vomiting and diarrhea for 2-3 days, are very infectious, and can cause an epidemic.", "DescriptionShort": "Stomach flu or viral gastroenteritis is an infection that occurs in the intestines and is transmitted often by drinking contaminated water or eating contaminated food. The virus is transmitted also through physical contact with a person who is infected by the virus. A healthy person can recover easily without complications but people with weak immune systems, older adults, and infants can die from the infection. Prevention is vital since no treatment is effective.", "MedicalCondition": "Between a few hours and a few days after contagion, the patient experiences vomiting or diarrhea. Some pathogens may cause blood in the stool. It is usually accompanied by loss of appetite, fatigue, stomach pain or -cramps. Fever and sweating can occur as well. Many patients describe vertigo and a tendency to collapse, which can be caused mainly by dehydration.", "Name": "Stomach flu", "PossibleSymptoms": "Abdominal pain,Blood in stool,Diarrhea,Vomiting,Fever,Weight loss,Pain in the limbs,Tiredness,Nausea,Chills,Lower abdominal pain,Cramps,Reduced appetite,Feeling ill", "ProfName": "Gastroenteritis", "Synonyms": "Gastric flu,Stomach bug", "TreatmentDescription": "Patients can find themselves in a dangerous situation if they become too dehydrated from the loss of fluids due to diarrhea and vomiting. Thus it’s important to replace lost fluids by rehydrating often (with drinks like cola that contain sugars and salts). Bed rest is also recommended, as well as easily digested foods (toast, pretzel sticks), and medication for nausea and diarrhea can be used if needed. If diarrhea does not go away, a high fever develops, there is blood in the stool, or you cannot drink without help, make an appointment with your doctor."}