{"Description": "Allergies occur when the body’s defense system, known as the immune system, triggers an undesirable, inflammatory reaction to a substance (i.e. harmless materials in the environment, known as allergens), which would generally cause no reaction when in contact with people without allergies. Having an allergy can affect a person's daily activities and be a nuisance. However, most allergic reactions are mild and can be largely kept under control.", "DescriptionShort": "An allergy is an undesired reaction to a substance which under normal circumstances do not cause any reaction in healthy people. Many substances can cause an allergy, e.g. pollen from trees and grasses, animal hair, dust mites, food, medications, and certain skin products.", "MedicalCondition": "Allergies against pollen from trees and grasses are commonly known as hay fever. It can manifest in the form of an inflammation of the mucus membrane under the eyelid (conjunctivitis), hay fever (rhinitis) or asthma and usually occurs in spring and summer. Dust mites and animal hair can also trigger allergies, which can also be identified through inflammation of the mucus membrane under the eyelid (conjunctivitis), chronic nasal discomfort (rhinitis) or asthma. These often manifest themselves throughout the year. Certain foods can also trigger allergic reactions, which can lead to either very mild symptoms (for example, a prickling sensation in the mouth and throat areas after enjoying certain fruits) or to life threatening reactions throughout the body. These need to be distinguished from intolerance reactions. Medications are yet another group of substances which can trigger allergies, usually involving the skin, but which can also affect internal organs. So ­called contact allergies are a group of skin diseases that result from skin contact with a substance and trigger an inflammatory reaction called eczema. People with a higher inherited (genetic) predisposition to developing allergies against pollen, animal hair, or food are called atopic. Most of these allergens are generally harmless to people who are not allergic to them. Allergens can cause an itchy, red rash, sneezing, watery and itchy red eyes and a blocked or runny nose, which can worsen towards an eczema or asthma symptoms.", "Name": "Hypersensitivity reaction", "PossibleSymptoms": "Cough,Runny nose,Lip swelling,Wheezing,Skin rash,Itching in the nose,Sneezing,Tiredness,Itching eyes,Burning eyes,Feeling of foreign body in the eye,Eye redness,Shortness of breath,Tears,Nausea,Cheek swelling,Vomiting,Unconsciousness, short,Night cough,Sleeplessness,Chest tightness,Dizziness,Abdominal pain,Facial swelling,Arm swelling,Leg swelling,Stuffy nose,Burning nose,Eyelid swelling,Tongue swelling,Tongue burning,Skin wheal,Agitation,Feeling faint,Blackening of vision", "ProfName": "Allergy", "Synonyms": "Hypersensitivity of the immune system", "TreatmentDescription": "In rare cases, an allergic reaction can become life threatening, a severe reaction named anaphylactic shock or anaphylaxis can occur. In such a case, the patient must have an emergency kit at his disposal so that he can use it himself (see the article on food allergies). The treatment of an allergy consists, when possible, of the avoidance of the substance that causes it. When the substance cannot be avoided, medical alleviation of the ailments becomes necessary, for example, with antihistamines. In certain cases, a specific kind of immunotherapy, also called desensitization, is indicated."}