{"Description": "Some people think that depression is insignificant and not a real heath condition. This is wrong because depression is a genuine disease with real symptoms. It is not a sign of weakness or a minor thing to deal with. Rather, it is a persistent feeling of worthlessness and a lack of desire to engage in activities that were formerly pleasurable. However, with the appropriate support and treatment, most people with depression can recover completely.", "DescriptionShort": "Depression is the most common psychological disease in our society and is a state of hopelessness and joylessness. It is more than simply feeling hopeless or fed up for a few days. Depression is a persistent feeling of sadness for weeks or months. It can be diagnosed and treated by a specialist.", "MedicalCondition": "Depression is a common clinical picture and affects women twice as much as it does men. More than 3% of the population receives psychiatric treatment for depression. Possible symptoms are inhibited drive, inhibited thoughts, loss of ability to feel joy or sadness, internal unrest, sleeping disorders, morning lows, fear of the future, loss of appetite, loss of weight or weight gain, and loss of sexual drive (loss of libido).", "Name": "Depression", "PossibleSymptoms": "Anxiety,Reduced appetite,Increased appetite,Cravings,Joylessness,Mood swings,Weight loss,Weight gain,Impairment of male potency,Sensitivity to cold,Difficulty to concentrate,Headache,Tiredness,Neck pain,Sleeplessness,Overweight,Underweight,Forgetfulness,Aggressiveness,Sadness,Hallucination,Nervousness,Physical inactivity", "ProfName": "Major depressive disorder", "Synonyms": null, "TreatmentDescription": "If depression goes untreated, in the worst case it may lead to a suicide attempt. If the above symptoms are observed, a specialist should be sought for help by all means. A specialist can offer a diagnosis based on a conversation with the patient. Depression can be successfully treated with medication or psychotherapy."}