{"Description": "Gastric acid is a natural component of gastric juice, which supports digestion and protects the body from pathogens that enter the stomach via the mouth. If the acid content in gastric juice becomes too high, it can lead to injury of the stomach mucosa. This injury is referred to as a stomach ulcer. The patient usually feels pain in the upper chest and in 20% of these cases there is also injury to blood vessels, which causes bleeding. Although gastric ulcers may manifest with certain resemblance to tumors, they are neither tumors nor are they cancerous.", "DescriptionShort": "A gastric ulcer (peptic or stomach ulcer) is an injury to the stomach inner surface that is caused by gastric acid and can lead to bleeding in the stomach and pain in the upper torso. Gastric ulcers are not cancerous.", "MedicalCondition": "The cause of a gastric ulcer is usually an infection of the stomach by Helicobacter pylori bacteria, regular consumption of pain medications (NSAIDs), tobacco smoking, drinking alcohol, or especially stressful situations. Gastric ulcers usually make themselves known through pain in the middle of the upper abdomen associated with eating. In rare cases, bleeding in the stomach can cause black-colored bowel movements or black-colored vomit (also known as coffee ground vomitus).", "Name": "Stomach ulcer", "PossibleSymptoms": "Abdominal pain,Vomiting blood,Early satiety,Cough,Stomach burning,Hiccups,Black stools,Heartburn,Reduced appetite,Rebound tenderness", "ProfName": "Peptic ulcer disease", "Synonyms": "Stomach ulcer", "TreatmentDescription": "In rare cases, damage of the stomach lining can become a hole (perforation) leading to the abdomen. This requires emergency surgery. Treatment for gastric ulcers aims to reduce the amount of gastric acid with acid blockers. In the case of an infection with Helicobacter pylori, antibiotics are used in combination with acid blockers. Certain medications (NSAIDs and cortisone), smoking tobacco and consuming alcohol should be avoided."}