{"Description": "Gingivitis is an infectious inflammation occurring in the gingiva. It is caused by bacteria, which normally count as regular flora of the mouth, and it leads to redness and swelling of the gingiva up to ulcerations with bleeding. Left untreated, the infection may spread into deeper tissue, such as the periodontal tissues (periodontium) and the socket of the tooth (dental alveoli), and lead to serious damage.", "DescriptionShort": "Gingivitis is an infectious inflammation of the gingiva that is caused by the long-term effects of plaque, a bacterial colonization of the teeth and the gingiva. Having good oral hygiene normally helps to prevent the problem. One should consult a dentist if there are any related symptoms in the mouth.", "MedicalCondition": "Gingivitis is normally the long-term effect of plaque, a bacterially colonized biofilm deposited on the teeth and the gingiva. Plaque becomes tartar by mineralization due to the salivary juice. Both plaque and tartar can irritate the gingiva and lead to inflammation. Since plaque and tartar can bring a lot of bacteria to the gingiva, an infection may occur even though the bacteria are considered to be part of the normal oral flora. In the presence of gingivitis, people often have symptoms such as bad oral odor and swelling, redness, ulcerations and bleeding on the gingiva. The gingiva becomes very sensitive and painful. Furthermore, if the condition of gingivitis worsens, then it may result in an infection of the periodontium (periodontitis) and the dental socket (alveolitis), which seriously affect the normal functioning of the teeth.", "Name": "Inflammation of gingiva", "PossibleSymptoms": "Mouth ulcers,Toothache,Pain when chewing", "ProfName": "Gingivitis", "Synonyms": null, "TreatmentDescription": "The treatment of gingivitis consists mainly of the elimination of its cause. Besides mechanical cleaning with a tooth brush and dental floss, disinfecting mouth washes may be helpful. More severe infections are usually treated with antibiotics. In some cases, the dentist may also recommend the repair of misaligned teeth in order to reduce the risk of getting gingivitis. However, having good oral hygiene provides reliable prevention for gingivitis. It is recommended to have the teeth professionally cleaned once every six months."}