{"Description": "The palatine tonsils are located in the throat between two arches called the palatoglossal arch in the front and the palatopharyngeal arch in the back. The tonsils are often slightly enlarged in childhood. When the tonsils become inflamed due to a viral or (less frequently) a bacterial infection (such as beta-hemolytic streptococcus), it is called tonsillitis or angina tonsillaris (not to be confused with angina pectoris, see coronary heart disease). These viruses or bacteria are transmitted by droplets between patients and are therefore contagious.", "DescriptionShort": "Tonsillitis is an inflammation of the tonsils (specifically the palatine tonsils) by viruses or bacteria. It is sometimes known as angina tonsillitis. It requires an accurate and prompt diagnosis for a suitable treatment. In case of serious complications or ineffectiveness of medical treatments, surgery can be required to take out the tonsils.", "MedicalCondition": "Tonsillitis is the third most common reason for childrens’ visits to the doctor and predominantly affects children between the ages of 5 and 6. The affected person suffers from pain while swallowing that radiates to the ears, as well as fever and headache. It can also result in swelling of the lymph nodes in the throat, increased salivation, or even trismus (lockjaw). In the case of a viral infection, the above symptoms may also occur with coughing and rhinitis (cold-like symptoms).", "Name": "Inflammation of the tonsils", "PossibleSymptoms": "Increased salivation,Fever,Sore throat,Lockjaw,Swollen glands in the neck,Pain on swallowing,Earache", "ProfName": "Tonsillitis", "Synonyms": null, "TreatmentDescription": "Bacterial tonsillitis should be treated with antibiotics in order to prevent complications such as the formation of an abscess (pus-filled hollow) around the tonsils or lymph nodes, constriction of the airway due to the swelling of the tonsils, and rheumatic fever that attacks the heart valves (see scarlet fever). In contrast to bacterial tonsillitis, viral tonsillitis cannot be treated with antibiotics, but medication can be used to alleviate symptoms like pain and fever."}