{"Description": "Meteorism, called also tympanites, is a condition where the abdomen feels full and tight. In this situation, the abdomen may look swollen and distended. Meteorism is caused by the increase in the quantity of intestinal gas, applying more pressure than usual inside the digestive system and generating various discomforts. Particularly there usually is a rather intense flatulence and pain caused by the elimination process of the gas. Simple dietary changes are usually enough to make the annoying symptoms disappear. Sometimes, doctors can recommend the use of certain drugs.", "DescriptionShort": "Meteorism describes the accumulation of gas in the abdomen or in the intestines, accompanied by distention. It is normally not a serious problem. Sometimes, over-the-counter medication is enough to relieve the symptoms. But if meteorism is caused by certain diseases, one should consult a doctor.", "MedicalCondition": "Causes of meteorism include 1) swallowing air, 2) constipation, 3) gastro-esophageal reflux (GERD), 4) irritable bowel syndrome, 5) lactose intolerance or problems with digestion, 6) overeating, 7) small bowel bacterial overgrowth, 8) weight gain and 9) weak abdominal muscles. Certain diseases may also cause meteorism. These include ascites and tumors, celiac diseases, dumping syndrome, intestinal obstruction and when the pancreas does not produce enough digestive enzyme.", "Name": "Bloated belly", "PossibleSymptoms": "Flatulence,Abdominal pain,Bloated feeling in the stomach,Cramps,Distended abdomen", "ProfName": "Meteorism", "Synonyms": null, "TreatmentDescription": "To relieve the symptom of the feeling of distention in the abdomen, there are multiple over-the-counter drugs. One can avoid meteorism by following some advice: 1) avoid carbonated drinks and food with high levels of fructose or sorbitol, 2) avoid food that can produce gas such as beans, cabbages and the like, 3) do not eat too quickly, 4) stop smoking and 5) work out. If meteorism is caused by an underlying disease, then one should visit a specialist to treat the disease first."}