{"Description": "Anemia predominantly affects women of childbearing age, as they lose iron due to monthly menstruation or because the intestines may not absorb iron properly. Men can also show signs of an iron deficiency. An absorption issue in the intestines or bleeding in the gastrointestinal tract is usually the underlying cause.", "DescriptionShort": "Long-term iron deficiency can cause an anemia. Anemia occurs when the level of red blood cells in a human's blood is lower than usual. Anemia cause by an iron deficiency is the most frequently occuring type of anemia and it occurs when the level of the mineral iron within the affected person's body is not sufficient.", "MedicalCondition": "An iron deficiency itself doesn’t produce any symptoms. Long term iron deficiency can result in anemia. Signs of anemia due to iron deficiency include feeling weak and tendency to be tired (especially during strenuous activity), pale mucous membranes, as well as grooves in nails, hair loss, headaches, and dry skin.", "Name": "Iron deficiency", "PossibleSymptoms": "Tiredness,Headache,Dry skin,Pallor,Hair loss,Palpitations,Mouth pain,Dry mouth,Brittleness of nails,Difficulty to concentrate,Pain on swallowing,Shortness of breath,Pain when chewing", "ProfName": "Hypoferremia", "Synonyms": "Sideropenia", "TreatmentDescription": "Therapy consists of treating the root cause as well as taking iron tablets or giving iron directly into the vein with an injection (intravenously). Iron tablets can help to restore the levels of iron in a person's body. Diets can also help to treat or prevent further iron deficiency. The following iron containing foods are recommended: iron-fortified cereals, nuts, dried fruits, leafy vegetables, dark green salads or vegetables, red meat, eggs as well as seafood such as oysters, shrimp, sardines, and clams. Some sources of vitamin C such as citrus fruit, orange juice, melons, mangoes, papayas, guavas, strawberries and grapefruits help the affected person's body to absorb iron."}