{"Description": "Dyspepsia is a general medical term for a malfunctioning of digestion and is mostly related to unpleasant feelings happening in the stomach or upper abdomen. The dymptoms of dyspepsia often start or worsen after meals. It includes common symptoms such as heartburn, pain, heat and fullness in the stomach or upper abdomen.", "DescriptionShort": "Dyspepsia describes a complex of symptoms occurring in digestion problems. The causes are various. It is recommended to visit a doctor to clarify the cause and take proper medications to relieve the symptoms. In some cases, an endoscopy is necessary for a detailed check.", "MedicalCondition": "The causes of dyspepsia are various. For example lifestyle, a variety of diseases, and certain medications can lead to dyspepsia. Lifestyle such as overuse of alcohol or caffeine, irregular diet, being under stress for a long period of time, smoking and imbalanced diet may lead to dyspepsia. Meanwhile, diseases can also cause dyspepsia, for example, gallstones, gastritis, inflammation of the pancreas, stomach or intestinal ulcers. Besides lifestyle and other diseases, overuse of medications such as antibiotics, aspirin and non-steroidal anti-inflammatory medications (NSAIDs) can also result in dyspepsia. Sometimes the symptoms have even no identifiable cause, which then is often described as functional dyspepsia. Dyspepsia is a wide-spread term and includes symptoms such as: burping, heartburn, nausea, bloating and pain in the upper abdomen.", "Name": "Stomach irritation", "PossibleSymptoms": "Bloated feeling in the stomach,Heartburn,Reduced appetite,Vomiting,Abdominal pain,Nausea,Sore throat,Distended abdomen", "ProfName": "Functional dyspepsia", "Synonyms": null, "TreatmentDescription": "The treatment of dyspepsia will often depend on its cause. For example, if the dyspepsia is caused by infections or ulcers, then the medications may be antibiotics or acid-blocking drugs. However, dyspepsia is an often seen condition and will primarily be treated with medications to relieve the symptoms. If the symptoms do not improve with proper medication, then an endoscopy may be performed to clarify the cause."}