{"Description": "The inflammation of the middle ear, which lies between the external auditory canal and the inner ear, is called otitis media. Anyone can experience otitis media but the condition is most common in children between six and fifteen months old. According to some studies, 1 in each 4 children are affected by the condition before their tenth year of life. Otitis media accompanies often various respiratory infections including flu and common cold. This is due to the connection of the middle ear with the upper respiratory tract through a small channel called the Eustachian tube. This tube is so thin that microbes that are existing in the sinus cavities or nose penetrate into the middle ear over the Eustachian tube and begin growing. There are numerous subtypes of Otitis Media. These types include adhesive otitis media, chronic suppurative otitis media, otitis media with effusion, and acute otitis media.", "DescriptionShort": "Otitis media, is an inflammation of the middle ear, which is located between the external auditory canal with the tympanic membrane (eardrum) and the inner ear. The inflammation causes swelling and redness followed by a gathering of liquid behind the eardrum.", "MedicalCondition": "Pathogens (viruses and bacteria) may induce inflammation of the middle ear, which is especially common in children.  The inflammation is typically experienced as an (pulsating) earache and fever and usually heals on its own within a week.  This type of inflammation is different from long term (chronic) middle ear infections that affect either the mucus membranes or the bones of the middle ear (a disease called cholesteatoma) which generally leads to lasting damage of the eardrum.", "Name": "Middle ear infection", "PossibleSymptoms": "Feeling of pressure in the ear,Fever,Impaired hearing,Facial paralysis,Face pain,Headache,Swollen glands in the neck,Earache,Reduced appetite,Cough,Runny nose,Tiredness,Pain in the limbs,Difficulty in swallowing,Feeling ill", "ProfName": "Otitis media", "Synonyms": null, "TreatmentDescription": "While chronic middle ear inflammation of the mucus membrane is not life-threatening, chloesteatoma can attack the structures in the middle and inner ear. This form of inflammation requires surgery. For the treatment of acute forms, anti-inflammatory nasal sprays and pain medication are often effective against symptoms. Treatment with antibiotics, in the base of a bacterial infection, is effective and shorts the length of the disease."}