{"Description": "Renal cysts are abnormal sacs filled with fluid in the kidneys. Simple renal cysts are a common condition, especially in elderly persons, and aren’t classified as a disease. However, they should get checked regularly with sonography in order to exclude other diseases and malignancy. Most of the time, simple renal cysts will not cause any symptoms. However they can get infected or impair the renal function, especially in cases of a giant or multiple cysts.", "DescriptionShort": "Renal cysts are sacs filled with fluid that form in the kidneys. Most of these are benign and might need regular checkups. But if the cysts start to affect normal renal function or is malignant, surgery to remove the renal cysts will be recommended.", "MedicalCondition": "The cause of renal cysts is not well known. The following factors may be factors that increase the risk of getting renal cysts: 1) renal obstruction, 2) insufficient blood supply of the kidneys and 3) genetic factors. There are several hereditary diseases that lead to multiple renal cysts (cystic kidney) in children and sometimes only in adulthood. A cystic kidney is considered to be a serious disease. Renal cysts often form on the surface of a kidney. Most of the time, people with simple renal cysts do not have obvious symptoms. However, renal cysts can bleed or get infected and then cause symptoms such as pain, tenderness and fever. Infections of the cysts can lead to renal infections and further damage to the kidney.", "Name": "Fluid-filled sacs in the kidney", "PossibleSymptoms": "Side pain,Fever,Lower-back pain,Abdominal pain", "ProfName": "Renal cysts in women", "Synonyms": null, "TreatmentDescription": "The treatment of renal cysts will depends on the severity and the form in the ultrasound. If the renal cysts do not cause any signs and symptoms, then a treatment is normally not necessary. Regular ultrasound checkups will be enough. However in case of symptoms or a suspicious form in the ultrasound, medical treatment should be considered. The treatments include: 1) to puncture and drain the cyst, then fill the cyst with alcohol and 2) a surgery to remove the cysts. The treatment is usually done while the patient is hospitalized."}