{"Description": "The oesophagus enters the abdomen through a gap in the diaphragm. In this gap it is secured with elastic fibres. These fibres can tire throughout life, the gap widens and parts of the stomach can bulge into the abdomen. It is also known as diaphragmatic hernia. If parts of the stomach bulge through the diaphragm together with the oesophagus, it is called axial hiatal hernia, if they bulge past the oesophagus into the abdomen, it is called para-oesophageal hernia.", "DescriptionShort": "In a hiatal hernia parts of the stomach bulge up into the chest through the diaphragm at the site where the oesophagus enters the abdomen. It is also known as diaphragmatic hernia. It can be separated in two different types of hernia.", "MedicalCondition": "Throughout life, the elastic fibres‘ functionality declines. Additional factors such as obesity, which increases pressure inside the abdomen, can cause this weakness to develop faster, resulting in a hiatal hernia sooner. Approximately every fifth adult suffers from hiatal hernia. Many patients experience heartburn, because gastric juices can enter the oesophagus easier. Para-oesophageal hernia causes mainly symptoms due to displacement of and pressure on the abdominal organs, especially swallowing disorders and belching, but also cardiac arrhythmias.", "Name": "Diaphragmatic hernia", "PossibleSymptoms": "Chest pain,Side pain,Bloated feeling in the stomach", "ProfName": "Hiatus hernia", "Synonyms": null, "TreatmentDescription": "Treatment generally begins with a gastroscopy. This way, a hiatal hernia can be diagnosed, but the form can’t be verified. Nonetheless, the gastroscopy is important to rule out other conditions or complications such as gastric ulcers. An x-ray in combination with swallowing a contrast medium allows the differentiation in axial or para-oesophageal hernia, or a combination of both. The treatment depends on this differentiation. An axial hiatal hernia that causes no symptoms usually doesn’t need treatment. In case of oesophageal hernia, a combination, or an axial hiatal hernia that causes symptoms, surgery should be considered to avoid complications and consequential damages."}