{"Description": "Vitamin D is responsible for calcium absorption and thus bone formation. Vitamin D deficiency is common in countries with less sunshine, since natural vitamin D can only be formed when the skin is exposed to sunlight. Since the population don’t get enough sunlight during the year length and protect often from sun exposure with sun lotion during summer time, the bodies are not able to produce this necessary vitamin. It’s possible to get some vitamin D through dietary supplements, such as cod liver, salmon, chicken eggs, and beef liver, but the amount of vitamin that these sources provide is not sufficient.", "DescriptionShort": "Vitamin D deficiency is a regular condition. Vitamin D plays vital roles for numerous functions within the body including reducing inflammation, promoting cell and bone growth, keeping normal levels of phosphate and calcium, and promoting the absorption of calcium. For these reasons a lack of Vitamin D can commonly lead to osteomalacia in adults or rickets in children.", "MedicalCondition": "Numerous factors can lead to lack of vitamin D. A firm vegan regime for a long period can deprive the body from the sufficient amount of vitamin D since animals are the natural providers of this vitamin. A limited exposure to the light from sun can also lead to vitamin D deficiency since the body produces vitamin D when the skin is exposed to its light. A limited exposure to the light from the sun can happen when a person puts on long dresses or covers themselves for religious motives, or have activities that keep them away from the sun. People with dark skin are also at risk of vitamin D deficiency since the ability of the skin to produce Vitamin D when exposed to sunlight is reduced by the pigment melanin. Vitamin D deficiency can be caused also by the inability of the kidney to convert this vitamin to its active type. This can happen in case of disease or ageing process. This deficiency can also be caused by the inability of the digestive tract to absorb adequately vitamin D. This can be the result of some medical issues such as celiac disease, Crohn’s disease, and cystic disease that affect the ability of the intestine to absorb the vitamin from the food eaten. Obesity can also cause vitamin D deficiency as fat cells extract the vitamin from the blood, fluctuating its discharge into the circulation. Symptoms of Vitamin D deficiency include muscle weakness and bone pain. However, many people have subtle symptoms. Yet, deficiency of vitamin D can expose the body to health risks such as cardiovascular disease, severe asthma, cancer, and cognitive impairment. A vitamin D deficiency in children can lead to rickets, a condition in which bone development is arrested. Adults can suffer from osteomalacia.", "Name": "Lack of vitamin D", "PossibleSymptoms": "Pain in the bones,Tiredness,Bone fracture,Pain in the limbs,Curvature of the spine", "ProfName": "Vitamin D deficiency", "Synonyms": null, "TreatmentDescription": "Because the population is chronically deficient in vitamin D, it’s recommended nowadays that all people older than 60 take vitamin D with calcium as food supplements. It has been shown that muscle power increases based on that and that the bone loss (osteoporosis) can be positively influenced as well as the frequency of falls can be reduced. As the diseases related to a deficiency of vitamin D can be critical it is important for a potentially affected person to find a suitable therapy with help of a medical doctor in order to reach the necessary level of vitamin D."}