{"Description": "Migraine is a specific form of headache that occurs on one side of the head. There are various sorts of migraines with different signs or symptoms. An attack of migraine is hard to be predicted but a person can often sense the beginning of an attack since the stages are clearly defined. Each attack happens in four to five phases including warning or premonitory stage, aura that might not be present, throbbing headache that is the main phase of the attack, resolution, and postdrome or recovery phase. It is useful to recognize these phases that can happen in combination or in an isolated way. The severity and length of each phase can vary and the combination of phases can change between attacks. Taking medicines before the symptoms can alleviate the attack effect. A child has often a short attack of a migraine compared to an adult who will experience it for a longer time of period.", "DescriptionShort": "Migraine is a special form of headache that occurs as an attack and is usually limited to one side of the head.  It may be sometimes associated with sensitivity to light and noise, pain in the face, nausea, and vomiting. Pain and the frequency of occurrences can be reduced by medication.", "MedicalCondition": "Migraine symptoms are common and typically affect women more than men. Patients often complain of a pulsing headache around the temples, forehead, and above the eyes, which is compounded by physical activity. An attack usually lasts for several hours and may be announced by a precursor phase. During the migraine attack, sensitivity to light and noise commonly occurs, but it is also common to appear with nausea and vomiting. Some people experience visual auras such as flickering or motor disturbances. Patients usually find a quiet, dark room to lie down in while they recover.", "Name": "Sick headache", "PossibleSymptoms": "Drowsiness,Vomiting,Sensitivity to noise,Visual field loss,Facial paralysis,Face pain,Headache,Tingling,Halo,Oversensitivity to light,Tiredness,Problems with the sense of touch in the face,Nausea,Dizziness,Difficulty to concentrate,Difficulty in finding words,Abdominal pain,Blackening of vision,Feeling faint", "ProfName": "Migraine", "Synonyms": null, "TreatmentDescription": "Treatment of migraines involves taking pain reducing medication (NSAIDs, Paracetamol) or migraine medication (triptans) during a migraine attack. A specialist can prescribe other substances and methods of treatment to prevent or reduce further attacks. Many patients benefit from alternative methods such as acupuncture."}