{"Description": "Gastrointestinal (GI) bleeding refers to any kind of bleeding that has its origin in the gastrointestinal tract. A hidden loss of blood into the GI tract thereby results. It is often divided into 1) upper GI bleeding: The upper GI tract refers to the esophagus, stomach, and first part of the small intestine, and 2) lower GI bleeding: The lower GI tract includes much of the small intestine, large intestine or bowels, rectum and anus.", "DescriptionShort": "Gastrointestinal (GI) bleeding means that there is a loss of blood into the gastrointestinal tract. A lot of bleeding from the GI tract is dangerous, since it may result in a massive, hidden loss of blood with effect on the circulation. However, even small amounts of bleeding could lead to anemia. Once a person is aware of any related symptoms, he should visit a doctor immediately to check the origin of the bleeding.", "MedicalCondition": "GI bleeding is not a disease itself, but a symptom of many diseases. Causes of gastrointestinal bleeding can include 1) anal fissure or hemorrhoids, 2) cancer of the stomach, small intestine or colon, 3) intestinal polyps, 4) bleeding diverticulum, 5) Inflammatory bowel diseases such as Crohn’s disease and ulcerative colitis (colitis ulcerosa), 6) esophageal varices, as seen in liver diseases with hypertension of the portal vain 7) esophagitis, 8) gastric ulcers, 9) intussusception, 10) Mallory-Weiss tear, an esophageal injury due to vomiting 11) Meckel’s diverticulum, 12) radiation injury. Generally speaking, people with upper GI tract bleeding have symptoms such as bright red blood in vomit, vomit that looks like coffee grounds, black or tarry stools (melaena), or dark blood mixed with stool. People with lower GI tract bleeding often have symptoms such as bloody diarrhea or stool mixed or coated with bright red blood. Sometimes, the blood in the stool is not noticed and symptoms of anemia, such as fatigue and paleness, are in the foreground.", "Name": "Stomach bleeding", "PossibleSymptoms": "Vomiting blood,Diarrhea,Tiredness,Dizziness,Pallor,Blackening of vision,Vomiting,Nausea,Unconsciousness, short,Black stools,Feeling faint", "ProfName": "Gastrointestinal bleeding", "Synonyms": null, "TreatmentDescription": "Treatments of GI bleeding will depend on the causes. Once the underlying disease that causes the bleeding has been found, the treatment is aimed to treat the specific disease. To determine the origin of the bleeding and also for acute intervention, a gastroscopy or colonoscopy may be performed. According to the results of the test, the doctor will decide the next treatment steps."}