{"Description": "Electrolyte imbalance is a condition when the minerals are imbalanced in the body. A balanced electrolyte can help body to function well and properly, or otherwise it may affect the normal functions of vital body system such as brain or muscles.", "DescriptionShort": "Electrolyte imbalance is a status of imbalanced minerals in the body. The causes can vary, and the symptoms will also differ from different imbalance of minerals. The treatment will depend on the underlying disease or reasons. The affected person should consult a doctor if there is any suspicious symptoms.", "MedicalCondition": "Electrolyte imbalances refer to a too high or too low amount of minerals inside the body. Hypercalcemia or hyperkalemia and refers to too much calcium or too much potassium in the body. It can affect the muscles, the cardiovascular system as well as the normal function of the nerves. The causes of electrolyte imbalance include 1) too much or too little intake of fluid, 2) vomiting or diarrhea, 3) dehydration or exposure of excessive heat, 4) malnutrition and 5) severe illness such as renal disease. People with electrolyte imbalance may have symptoms like sunken eyes, dehydration, low blood pressure, abnormal heart rate, loss of consciousness, confusion, poor elasticity of skin, or fatigue. The common electrolyte imbalances include hyper- or hypocalcemia (too much or too less calcium), hyper- or hypochloremia, hyper- or hypomagnesemia, hyper- or hypophosphatemia, hyper- or hypokalemia, and hyper- or hyponatremia.", "Name": "Imbalance of body minerals", "PossibleSymptoms": "Increased thirst,Increased urine quantity,Pain in the calves,Leg cramps,Cramps,Tiredness,Difficulty in finding words,Hard defecation,Forgetfulness,Absence of a pulse,Irregular heartbeat,Difficult defecation,Less than 3 defecations per week", "ProfName": "Electrolyte imbalance", "Synonyms": null, "TreatmentDescription": "The treatments of electrolyte imbalance will depend on the underlying disease or other reasons that cause electrolyte imbalance. The doctor will treat the causes in the first place. Besides, treatments to restore electrolyte balance include: 1) intravenous fluids to help hydrate the body, 2) oral medications in order to flush the excess minerals from the body, 3) hemodialysis to remove the excess waste from blood, and 4) supplements to replace depleted electrolytes."}