{"Description": "The allergic reaction can be mild but in rare cases food can trigger a severe reaction named anaphylaxis. The foods that trigger most often allergic reactions in adults include tree nuts, such as walnuts and peanuts, shellfish and fish. In children, wheat, soy, tree nuts, peanuts, milk, and eggs can trigger allergic reactions. The symptoms vary depending on the causes. It can be separated into food intolerance (e.g. lactose intolerance) and food allergy.", "DescriptionShort": "Food allergy or allergic food hypersensitivity is an abnormal reaction of the body's immune system caused by a certain type of food. This specific type of food causes an allergic reaction, which is an exaggerated reaction of the body’s defense system against non-dangerous material. Symptoms after food consumption can have very different causes and therefore vary depending on the cause. In all cases, however, they are triggered by the intake of the specific type of food.", "MedicalCondition": "Food allergies come about as a result of a response of the body's defense system against food components. Since this reaction of the body has to develop first, the initial contact with the corresponding food is usually unproblematic. After a certain time it may come to a greater sensitivity of the immune system, which can trigger an allergic reaction. Symptoms can be a tingling of the mouth with a furry sensation on the tongue, skin reactions but also life-threatening swellings around the mouth and respiratory tract. Known triggers include eggs, nuts  in children as well as seafood, nuts and fruits in adults. Basically, any food can trigger an allergic reaction. It is interesting that some pollen can cause cross-reactions with food. So people can develop pome fruit allergy due to a birch pollen allergy or hay fever.", "Name": "Food allergy", "PossibleSymptoms": "Unconsciousness, short,Dizziness,Shortness of breath,Vomiting,Facial swelling,Skin wheal,Nausea,Itching in the mouth or throat,Dry mouth,Mouth pain,Tongue burning,Lip swelling", "ProfName": "Allergic food hypersensitivity", "Synonyms": null, "TreatmentDescription": "Depending on the severity of the complaints, the treatment can differ. In the worst case, the allergic reaction can be fatal. Therefore, it is imperative that the patient knows about his allergy and avoids the trigger. In addition, he should have an emergency kit, which can be used at the beginning of the complaints immediately. A good knowledge of those concerned about their allergy and their emergency treatment is very important."}