{"Description": "Back pain is very common and affects 8 out of 10 persons at least once in their lifetime. The causes are very different and often no reason for concern. However, back pain should be examined and treated, as it can have a great impact on a person’s private and professional life.", "DescriptionShort": "Back pain is very common and has a great impact on our quality of life and our working life. Most persons will complain about back pain at least once in their lives. Mostly they are harmless and disappear again, but in rare cases there can be a serious underlying condition.", "MedicalCondition": "Common causes for back pain are for example untrained back muscles, permanent poor posture at work and at home or a careless movement that leads to a sudden pain of the lower back (lumbago). This leads to muscle cramps above the affected section of spine and to even stronger pain, a vicious circle. Another cause for back pain, accompanied by pain radiating into the thighs or the feet, and maybe even a feeling of numbness, is the herniated disc. This is described more detailed in a separate article. A doctor should be consulted for a constant, worsening back pain that also occurs in the night, associated fever, after an accident, disturbance of sensitivity and radiation of pain.", "Name": "Back pain", "PossibleSymptoms": "Limited mobility of the back,Back pain,Lower-back pain,Physical inactivity", "ProfName": "Dorsalgia", "Synonyms": null, "TreatmentDescription": "Most back pain treatments can be conservative (be treated without surgery). Posture training is useful.  Application of heat and transfer of anti-inflammatory drugs as well. In most cases, the back pain to improve with these measures within a short time. The treatment of lumbar disc herniation is discussed in a separate article. For long lasting stronger back pain or fever accompanying, a medical clarification is urgently needed, as it can be an infection in the vertebral bone or an offshoot of an ulcer."}