{"Description": "Complaints following the consumption of food can have a large variety of causes. However, all of them are caused by food consumption. Depending on the cause for the incompatibility, the symptoms are different as well. Food intolerance in a stricter sense is defined as some persons' intolerance to certain foods. the best known and most common is lactose intolerance.", "DescriptionShort": "Food intolerance is a detrimental reaction against some types of food, beverages or food additives and its not a true allergy. With food intolerance, some people can tolerate a reasonable amount of the food, but if they eat too much (or too often) they get symptoms because their body cannot tolerate unlimited amounts.", "MedicalCondition": "Food intolerances can be classified according to their mechanism. Intolerance can result from the absence of specifc chemicals or enzymes needed to digest a food substance, a result of an defect in the body's ability to absorb nutrients or a light immune reaction against some substances. Food intolerance reactions can occur to naturally occurring chemicals in foods. Around 15% of the European population is affected by lactose intolerance. Thus, this incompatibility can consistently also be referred as being normal. The human gut loses in the course of life the ability to break down lactose and to digest it. For some people, this loss is less pronounced and the consumption of dairy products remains without consequences. People with lactose intolerance the undigested lactose is further degraded in the intestine by bacteria and as consequence production of gases that cause discomfort in the sense of fullness, abdominal pain, bloating and diarrhea can happen.", "Name": "Food intolerance", "PossibleSymptoms": "Diarrhea,Flatulence,Foul smelling defecation,Bloated feeling in the stomach,Nausea,Abdominal pain", "ProfName": "Non-allergic food hypersensitivity", "Synonyms": null, "TreatmentDescription": "Besides the complaints, lactose intolerance is harmless. To determine the incompatibility to lactose consumption, various tests can be done. The best treatment is avoid lactose-containing foods and drinks. Tablets, which cause the digestion of the milk sugar, exist, but are relatively expensive and wide range of low-lactose or lactose-free products are available."}