{"Description": "A pheochromocytoma is a mostly benign tumor of cells releasing the ‘fight or flight’ hormones. These hormones are giving a person to one part the sensation of an ‘adrenaline’ rush which any person feels whenever he is afraid. These cells release the ‘fight or flight’ hormones in the adrenal medulla. The disease can appear at any age. The peak of incidences is between the age of 30-50 within a person's life. Fortunately, pheochromocytomas are occuring pretty rare. Majority of them are benign.", "DescriptionShort": "A pheochromocytoma is a mostly benign tumor of the adrenal medulla. The glands of the adrenal medulla are situated next to the kidney area. Pheochromocytomas can appear at any of the two adrenal glands. They mostly lead to a hypertensive crisis.", "MedicalCondition": "Excessive use of decongestants, sudden withdrawal from blood pressure medications, spinal cord injuries and panic attacks can lead to symptoms of a pheochromocytoma. The hormones produced and released by a pheochromocytoma lead to an increased blood pressure, and may even lead to a hypertensive crisis. Someone with a pheochromocytoma has usually three classic symptoms including heart palpitations, sweating, and headache in association with high blood pressure. Also other symptoms may be present. These symptoms include weight loss, abdominal and side pain, weakness, pale skin, tremors, dizziness, nausea, inner restlessness and anxiety. However, some people never experience any symptoms of the disease. In fact, around 10% of the cases of pheochromocytomas are discovered by chance, meaning that these cases are found only because the patient is undergoing tests for other health issues he has withouth suspecting pheochromocytomas.", "Name": "Benign tumor of the adrenal medulla", "PossibleSymptoms": "Anxiety,Pallor,Bleeding in the conjunctiva of the eye,Palpitations,Headache,Nosebleed,Dizziness,Sweating,Side pain,Night sweats", "ProfName": "Pheochromocytoma in women", "Synonyms": null, "TreatmentDescription": "A doctor can receive a first evidence of pheochromocytoma with a 24h blood pressure measurement and various further blood or urine tests. An ultrasound, computer tomography or magnetic resonance tomography can confirm the diagnosis. Eventually, options for tumor removal should be considered. The definitive treatment is surgery and until the tumor is removed, a doctor should control the patient’s blood pressure regularly. An endocrinologist should be consulted. He will design a treatment plan for the affected person in specific. For cases of malignant pheochromocytomas which cannot be cured by surgery or radiation therapy, a chemotherapy may be necessary."}