{"Description": "Two basic types of anxiety disorder are recognized. The first is a kind of situation-specific anxiety disorder (phobia) that is triggered by defined situations or objects (such as arachnophobia or agoraphobia). The second is a situation-unspecific anxiety disorder that includes panic attack and general anxiety disorders. Panic attacks are short term, suddenly set in, and are accompanied by fears related to the body (such as dying or suffocating) and by pronounced physical difficulties. Generalized anxiety attacks are characterized by lasting several months, associated with stress, worry, and fear.", "DescriptionShort": "An anxiety disorder is a psychological disorder in which the affected individual experiences anxiety due to unspecified triggers, certain circumstances, or situations which limit his everyday capabilities.", "MedicalCondition": "Anxiety disorders are among the most common psychological disorders. The chances of experiencing an anxiety disorder at some point in life are 10-15%. Women are twice as likely to suffer from anxiety disorders. Anxiety disorders are often accompanied by depression and abuse of medication. People with anxiety disorders suffer from anxiety coupled with physical ailments. These may include heart palpitations, shortness of breath, dizziness, being dazed, hot flashes, chills, dry mouth, tremors, and crawling sensations on the skin. Long term anxiety disorder can lead to avoidance behaviors like running away or social withdrawal.", "Name": "Excessive feeling of fear", "PossibleSymptoms": "Anxiety,Chest pain,Chest tightness,Memory gap,Joylessness,Palpitations,Hot flushes,Cold sweats,Nervousness,Fast, deepened breathing,Sweating,Tremor at rest,Sadness,Agitation,Irregular heartbeat,Drowsiness,Diarrhea,Sleeplessness,Breathing-related pains,Night sweats,Shortness of breath,Itching of skin,Dizziness,Feeling faint,Neck pain", "ProfName": "Anxiety disorder", "Synonyms": "Panic disorder,Panic attacks", "TreatmentDescription": "Anxiety disorders can be treated  relatively well with pscicological therapy. Anti-depression treatment may also be pursued to support other efforts. It’s common for a panic attack to spontaneously occur and disappear. In between, the patient should seek psychotherapeutic help and antidepressants if necessary. The same applies for general anxiety disorders."}