{"Description": "Sleep apnea, also called obstructive sleep apnea syndrome, is one of sleep disorders (see the article on sleep disorders) and is characterized by a cessation of breathing (apnea) that lasts 10 seconds or longer during sleep. It causes the affected person to have a daily fatigue and a tendency to fall asleep during the day.", "DescriptionShort": "Sleep apnea is a frequent condition in which the patient’s breathing stops from time to time while sleeping. The patient’s breathing can become shallow and these breathing pauses can last a short moment before the return of normal breathing. The condition is typically chronic.", "MedicalCondition": "Men and overweighted people are more frequently affected. The disorder begins with nightly snoring, and later escalates into increasingly more frequent breaks in breathing. This causes the patient to sleep poorly and the following day they are tired, sleep, and complain of morning headaches. Many also develop high blood pressure.", "Name": "Sleep apnea", "PossibleSymptoms": "Tiredness,Reduced appetite,Difficulty to concentrate,Sleepiness with spontaneous falling asleep,Forgetfulness,Mood swings,Joylessness,Sadness,Dry mouth,Headache,Impairment of male potency", "ProfName": "Sleep apnea syndrome", "Synonyms": "Sleep apnoea", "TreatmentDescription": "If sleep apnea goes on untreated, it can develop into high blood pressure, as mentioned above. Additionally, lack of concentration can be a result of feeling sleepy during the day, which increases the risk of an accident, such as a traffic accident. Patients are advised to avoid alcohol and smoking, as well as to reduce any excessive weight. A targeted treatment such as CPAP breathing therapy can be pursued. CPAP stands for “continuous positive airway pressure”. The point of this therapy is to keep the airway open and prevent cessation of breathing with the use of a CPAP breathing device, which has a closed mask that continually supplies a slight increase in pressure through the nose or mouth during sleep."}