{"Description": "A pleural effusion is an excessive accumulation of fluid in the pleural cavity. A normal amount of pleural fluid which is about 5ml helps to lubricate the layer between the lung and the thoracal wall and facilitates breathing. However, when there is too much pleural fluid, medical problems such as difficulty in breathing or chest pain may occur.", "DescriptionShort": "A pleural effusion is a collection of fluid in the closed space (pleural cavity) between the lung and the thoracal wall (ribs and muscles). There are multiple reasons for an accumulation of liquid in this cavity. Patients experience symptoms such shortness of breath during exertion or rest, pain while breathing and coughing. To diagnose the causative disease doctors will aspirate the extra fluid out of the pleural cavity.", "MedicalCondition": "The causes for pleural effusion may be various. These causes may be: congestive heart failure, lung embolism, lung infections like pneumonia or tuberculosis, liver cirrhosis, renal disease, tumors and autoimmune disorders such as lupus or rheumatoid arthritis. Pleural effusion is usually classified into two different types depending on its chemical composition: 1) An effusion not caused by infection (transudative): the fluid leaks into the pleural cavity. People with congestive heart failure, liver cirrhosis and lung embolism have this type of pleural effusion. 2) An effusion caused by infection (exudative): this type of pleural effusion is often caused by illnesses such as cancers, tumors, tuberculosis, or lung infections. People with pleural effusion may have symptoms such as difficulty breathing, pain while breathing, coughing, fever, hiccups and rapid breathing.", "Name": "Fluid accumulation in the chest cavity", "PossibleSymptoms": "Breathing-related pains,Shortness of breath,Cough,Anxiety,Tiredness,Chest pain", "ProfName": "Pleural effusion", "Synonyms": "Excess fluid in the chest cavity,Abnormal chest fluid", "TreatmentDescription": "Treatments for pleural effusion strongly depend on the causing disease. However, the removal of extra fluid in the pleural cavity is usually the first step in alleviating breathing problems. The removed fluid will be tested to find out the underlying disease. Patients usually have to stay in hospital for a complete work-up and then treatment of the disease causing the effusion may begin."}