{"Description": "An overactive thyroid, known also a hyperthyroidism, is an overproduction of thyroid hormones. Hyperthyroidism can occur as the result of different causes, for example, stimulation of the thyroid via the immune system, an autonomous overactivity of the thyroid gland or thyroid nodules, as well as an excessive amount of medications containing thyroid hormones.", "DescriptionShort": "Hyperthyroidism occurs when the thyroid gland faces an overproduction releasing a huge amount of the hormone thyroxine. This condition can accelerate considerably the metabolism of the body. Leading to irregular or rapid heartbeat, sudden loss of weight, irritability or nervousness, sleeplessness, shaking and sweating.", "MedicalCondition": "Women are generally more likely to be affected by hyperthyroidism than men. Overproduction leads to a faster metabolic rate and is expressed as insomnia, nervousness, shaking, heart palpitations, and weight loss despite an increased hunger. Sometimes the overactive thyroid gland can be seen as a small or large growth in the throat, often referred to as a thyroid nodule. Hyperthyroidism caused by the immune system (Besedow disease) is often characterized by strongly projecting eyeballs.", "Name": "Overproduction of thyroid hormones", "PossibleSymptoms": "Increased appetite,Hot flushes,Protrusion of the eyes,Palpitations,Nervousness,Mood swings,Sweating,Tremor at rest,Sleeplessness,Weight loss,Hair loss,Cold sweats,Diarrhea,Itching eyes,Brittleness of nails,Difficulty in swallowing,Irregular heartbeat,Muscle weakness,Eye pain,Dry eyes,Night sweats,Difficult defecation", "ProfName": "Hyperthyroidism", "Synonyms": null, "TreatmentDescription": "When suffering from hyperthyroidism, medication containing iodine and contrast agents should be avoided, as they can cause serious reactions (so-called thyrotoxic crisis). Treatment of an overactive thyroid depends on the causes. It can include medication, the so-called radioiodine therapy, or eventually a surgery."}