{"Description": "Obesity is defined by a BMI (body mass index) value of 30 or higher. Obesity is widespread in developed countries and is one of the three most avoidable conditions and causes of death. Obesity usually develops as a result of over-eating, meaning that the amount of food consumed exceeds the amount of calories used. Additionally, physical inactivity and psychological factors such as stress, frustration, and sadness play a role. Obesity is rarely the result of other conditions or a side effect of medication (such as cortisone).", "DescriptionShort": "Obesity describes a condition of a person who is extensively overweight due to increased body fat. Obesity is defined by a BMI (body mass index) value of 30 or higher. BMI is a measure of whether a person has a healthy weight for his height. Obesity in the vast majority of cases is caused by overeating and physical inactivity.", "MedicalCondition": "Obesity is caused generally by consuming more than needed calories, especially those contained in sugary and fatty food. These calories are burnt off through physical activity and the body stores the excess energy as fat. The condition is an increasingly common issue since many people living in modern societies eat excessive quantities of high-calorie, cheap food while spending a lot of time sitting in cars, on couches or at desk. Some underlying health conditions can contribute also to weight gain, as an example hypothyroidism. However these conditions usually do not cause problems if they are controlled effectively with medication. Some of the signs of obesity include a higher than normal waist circumference and body mass index, having additional fat around the waist, clothes are feeling tight and the person needs a larger size of clothes. In addition, the scale shows that the person has gained weight. In some cases, metabolic syndrome may occur simultaneously. Metabolic syndrome is characterized by having dyslipidemia, high blood pressure and diabetes, all three together.", "Name": "Excessive overweight", "PossibleSymptoms": "Overweight,Flatulence,Sweating,Shortness of breath,Joint pain,Hip pain,Back pain,Tiredness,Knee pain,Limited mobility of the hip,Physical inactivity,Difficulty with gait", "ProfName": "Obesity", "Synonyms": null, "TreatmentDescription": "Obesity is a risk factor for the development of additional medical conditions, most importantly, high blood pressure (hypertension), heart disease and stroke, deep vein thrombosis, sleeping disorders (sleep apnea syndrome), gallstones, and arthrosis. It’s important for the affected individual to acknowledge the significance of their obesity and cooperate enthusiastically with their treatment. Treatment usually consists of a long-term change in diet that includes a reduction in calorie intake, regular physical activity, and behavioral group therapy. Certain medications can also be prescribed to aid weight loss. The goal of therapy is not to lose weight quickly, but slowly and permanently. In exceptional and extreme cases of obesity (morbid obesity - BMI of 40 kg/m2 or higher), treatment via gastric bypass surgery can be discussed as an option."}