{"Description": "Doctors prescribe medication for many conditions. While all medications are tested intensively before being allowed for treatment, undesired side effects can never be fully ruled out. These side effects can be totally unspecific, but they may show on certain organs/organ systems. A doctor or a pharmacist will be able to advise on expected side effects of a medication.", "DescriptionShort": "Every medication given should have a certain effect. Unfortunately, besides the desired effect (e.g. being free of pain), a variety of side-effects can occur (e.g. nausea, fatigue) that may even lead to a cancellation of a therapy.", "MedicalCondition": "Tiredness or fatigues are generic symptoms. Organ-related side effects can include: Itching, rashes, blisters, hair-loss of the skin, osteomalacia of the bones, liver- and kidney dysfunction, blood formation disorders, nausea, vomiting, ulcers of the gastrointestinal tract, to name just a few examples. Medication side-effects can show in different ways and in different organs. ACE inhibitors can cause non-productive cough. Asthma medication (Beta-2-Agonists) can cause palpitations of the heart and tachycardia. Cytostatic drugs (e.g. chemotherapeutics) or blood-thinning medications (anticoagulants) can cause hair-loss.", "Name": "Drug side effect", "PossibleSymptoms": "Mouth ulcers,Increased appetite,Burning eyes,Itching eyes,Dry eyes,Abdominal pain,Drowsiness,Formation of blisters on a skin area,Blue spot on skin,Blood in stool,Vomiting blood,Dark urine,Diarrhea,Skin lesion,Vomiting,Increased urine quantity,Memory gap,Fatty defecation,Fever,Weight loss,Weight gain,Hair loss,Hard defecation,Skin rash,Skin wheal,Skin redness,Palpitations,Cough,Impairment of male potency,Itching of skin,Itching on head,Lip swelling,Stomach burning,Tiredness,Dry mouth,Muscle stiffness,Nosebleed,Ringing in the ear,Sleepiness with spontaneous falling asleep,Hiccups,Pain on swallowing,Flaking skin on the head,Black stools,Dizziness,Sweating,Heartburn,Dry skin,Nausea,Overweight,Increased thirst,Loss of eye lashes,Tremor at rest,Facial swelling,Disorientation regarding time or place,Mouth pain,Swollen glands in the neck,Tongue swelling,Tongue burning,Agitation,Blue colored skin,Night sweats,Muscle weakness,Difficult defecation,Less than 3 defecations per week,Swollen glands in the armpit,Swollen glands in the groin", "ProfName": "Adverse drug reaction", "Synonyms": "Drug adverse effects,Adverse drug effect,Medication side effect,Side effect", "TreatmentDescription": "If a patient observes effects on him other than the desired ones, they should contact their doctor. The doctor can evaluate if it is a medication side-effect, how severe it is, and if the patient should continue to use the prescribed medication or if the therapy should be amended."}