{"Description": "Tobacco consumption is among the main causes for diseases and death around the world. However related diseases and death can be prevented. Tobacco consumption causes numerous different cancers and chronic diseases affecting the life length such as bronchitis and emphysema. Tobacco use causes also heart diseases, issues related to pregnancy, affects negatively the respiratory system, and causes numerous other severe health issues. Even people who don’t smoke are in danger when they are around smokers. A study reported that nonsmokers increase considerably their risk to have lung cancer and heart disease when they are around people who are smoking.", "DescriptionShort": "Smoking affects many organs of the body negatively, including important ones such as the lungs, heart, and brain. It’s been shown that tobacco consumption damages these organs, especially the lungs, but also the mucous membranes in the mouth, throat, and nose as well as negatively affects the blood circulation, and with that the heart and the brain. Smokers can consequently suffer from lung cancer, heart attacks, or strokes. Smokers die on average 13-14 years earlier than non-smokers.", "MedicalCondition": "As a consequence of using tobacco products, smokers have a higher chance of developing cancer (usually lung cancer), of having a (fatal) heart attack, suffering from a stroke, and developing chronic obstructive pulmonary disease. Because lung cancer (see: lung carcinoma) often does not cause any complaints until late, it is often discovered at a stage, where the disease can no longer be cured. Damage to the organs is caused by various highly poisonous substances that are found in tobacco smoke. Smoking not only does the smoker harm, but also people in their surroundings due to passive smoking. It should be noted that even tobacco smoke that is passively inhaled contains poisonous substances that are even more concentrated than smoke that passes through a filter. It is extremely dangerous for nursing babies and small children.", "Name": "Smoking", "PossibleSymptoms": "Sputum,Sore throat,Cough,Impairment of male potency,Blackhead,Dry mouth,Runny nose,Sleeplessness,Nausea,Stuffy nose,Cough with sputum,Mouth pain,Night cough", "ProfName": "Tobacco consumption", "Synonyms": "Tobacco smoking", "TreatmentDescription": "The only logical “treatment” is to quit. It has been shown that even as soon as a few months after quitting, symptoms associated with chronic obstructive pulmonary disease stop. The risks of lung cancer, heart attack, and stroke are halved or even normalized 5-10 years after quitting."}