{"Description": "Colds are very common and widespread and most cases are caused by a virus. Treatment with antibiotics is not advisable, as antibiotics are ineffective against viruses. Common cold affects the nose and airways and its symptoms are milder than a flu. A sore throat, pain when swallowing, a runny nose, and a mild fever are typical symptoms.", "DescriptionShort": "The cold, or common cold, is an illness mostly caused by a living, tiny organism named a virus. There are more than 200 types of viruses that cause cold but the most common one is the rhinovirus that causes 10 to 40% of colds. Colds are usually harmless even if they might not feel that way.", "MedicalCondition": "A cold virus penetrates the human body through a his nose, mouth or eyes. People can catch the disease by sharing objects that have been contaminated by the virus such as toys, telephones, utensils or towels. The virus can also spread by physical touch such as hand-to-hand contact with a contaminated person. The virus may also spread over the air through small drops released when someone who has cold talks, coughs or sneezes. Afterward, if the person touches his eyes, nose or mouth after such exposure or contact, he will likely catch the virus. Children below six years old are at a higher risk of catching the virus. A weakened immune system poses also a risk factor. One can get a cold anytime but both adults and children are more susceptible to catch colds in winter and fall. Smoking can increase the risk of catching severe colds. Common symptoms appear usually within three days following the contact with the virus causing cold. These symptoms can differ from individual to individual and include low-grade fever, sneezing, stuffy or runny nose, a minor headache or minor body aches, cough, and sore throat. As the cold continues, the release from the affected person’s nose can become yellow and thicker or even green but this is not a sign of an infection  caused by the bacteria.", "Name": "Cold", "PossibleSymptoms": "Stuffy nose,Burning eyes,Burning in the throat,Cough,Eye redness,Fever,Headache,Itching eyes,Pain in the limbs,Runny nose,Sneezing,Sore throat,Sputum,Swollen glands in the neck,Tiredness,Cough with sputum,Neck stiffness,Night sweats,Hoarseness,Tears,Dizziness,Night cough,Feeling ill", "ProfName": "Common cold", "Synonyms": "Head cold,Head-cold", "TreatmentDescription": "A cold usually runs its course without lasting harm and then disappears on its own. Rarely it is the start of a serious infection such as a lung infection. Just as with the flu, bed rest and sufficient hydration are recommended. If necessary, fever reducing medication can be taken. Anti-inflammatory nasal sprays and inhalants can provide additional relief. Although an exception to the rule, a bacterial infection may be present alongside a viral infection, in which case a doctor can prescribe an antibiotic."}