{"Description": "Rhinitis, also known as a runny or stuffy nose, is an inflammation of the nasal mucous membrane.  The cause is usually an infection (such as a cold), allergies, tobacco smoke, or overuse of nasal sprays.  Additionally, an extremely dry mucous membrane or a disorder of the vessels in the membrane can lead to infection or inflammation of the nasal mucous membrane.", "DescriptionShort": "Rhinitis, colloquially known as a runny or stuffy nose, is an inflammation of the nasal mucous membrane and involves a drippy, congested nose or chronic sneezing with no apparent cause. Typical symptoms include itching, sneezing, thick- or thin-flowing nasal discharge, and an impaired breathing through the nose. In addition to that, a reduction in the sense of smell is common.", "MedicalCondition": "The exact cause of flu-related rhinitis is unknown but professionals do know that the condition develops when blood vessels in the nose expand or dilate, filling the nasal lining with fluid and blood. This results in swollen nasal membranes and congestion. There are various triggers of flu-related rhinitis. These triggers include occupational or environmental irritants such as strong odors like perfumes, secondhand smoke, smog or dust. Chemical fumes in some occupations can cause flu-related rhinitis. Humidity or temperature changes can cause the membranes inside the nose to swell and trigger a stuffy or runny nose. A viral infection such as the flu or a cold is a common cause of the condition. Some alcoholic beverages and food such as spicy or hot foods can cause the membranes in the nose to swell, triggering a nasal congestion. Some medications including ibuprofen, aspirin, and high blood pressures medicines can also cause flu-related rhinitis. The symptoms can be constant or short. These symptoms include cough, mucus in the throat, sneezing, runny nose, and stuffy nose. Usually, flu-related rhinitis does not cause itchy throat, nose or eyes.", "Name": "Flu-related rhinitis", "PossibleSymptoms": "Fever,Cough,Itching in the nose,Swollen glands in the neck,Nosebleed,Runny nose,Sneezing,Stuffy nose,Burning nose,Cough with sputum,Headache,Earache", "ProfName": "Infectious rhinitis", "Synonyms": null, "TreatmentDescription": "If rhinitis symptoms last a long time, make an appointment with a specialist to find out why. It’s seldom that the cause behind the rhinitis is something like a sinus infection or a benign tumor in the sinus cavity (polyps). Treatment depends on the cause.  Rhinitis due to a cold usually clears up in few days. Nasal sprays (for no longer than 5 days) or a saline solution can be used to help. Anti-inflammatory nasal sprays (containing cortisone, for example) can provide relief for those with allergic rhinitis."}