{"Description": "A foreign body in the nose occurs when an object is put or stuck inside the nostrils accidentally or voluntarily. A foreign body means anything that is not supposed to be in the nose, for example, coins, marbles, pins, and buttons. A foreign body lodged in the nose can happen to people at any age, but especially to children.", "DescriptionShort": "A foreign body in the nose is an object that does not belong in the nose. It can be any unwanted intruding object from the outside. A foreign body stuck in the nose can cause serious complications. Apnea due to aspiration is rare. If the lodged foreign body cannot be removed immediately, then prompt medical treatment is necessary.", "MedicalCondition": "Small pieces of food, toys, pins, dirt and other tiny parts are common objects that can be put or stuck inside the nose. Such an accident can happen to people at any age; however, children have a higher risk due to their curiosity. If there is any foreign body stuck in the nose, it may cause discomfort such as pain, itching, swelling in the nose and difficulty in breathing. Unilateral symptoms of the nose, especially unilateral smelly secretion, are always suspicious for a foreign body. In cases where the foreign body is not removed, complications such as ulceration of the nasal mucosa and infection of nasal sinus may result. Apnea due to aspiration of the foreign body is a very rare complication.", "Name": "Foreign object in the nose", "PossibleSymptoms": "Stuffy nose,Sneezing,Burning nose", "ProfName": "Foreign body in the nose", "Synonyms": null, "TreatmentDescription": "The treatment of a foreign body stuck in the nose is mainly done by removing the lodged object as soon as possible. It must be mentioned that the object should never be pushed deeper, because this would lead to a higher risk of an aspiration to the lungs. If it is too difficult to remove the foreign body from the nose, then it is strongly recommended to seek prompt medical help in order to remove it with proper devices. In severe cases, surgery may be necessary to assist with the removal of a lodged foreign body in the nose. In addition, nasal drops and antibiotics may be used to prevent an infection."}